<pad>	0
<s>	1
<\s>	2
<unk>	3
CAT	4
AAG	5
AAA	6
TAC	7
CAA	8
CGC	9
GCG	10
TAA	11
TTG	12
ACA	13
TCG	14
CAG	15
CGG	16
GTC	17
AAC	18
TCC	19
AGT	20
AGA	21
AGC	22
ACT	23
ATT	24
TGT	25
GTT	26
GCC	27
ACC	28
GTA	29
CTC	30
AGG	31
ATA	32
TAG	33
CCA	34
CCC	35
GCT	36
TAT	37
TGC	38
TTA	39
AAT	40
GAC	41
GGC	42
TCT	43
GAA	44
TTT	45
TTC	46
CGA	47
CCT	48
GCA	49
CTT	50
GGG	51
CTG	52
GAG	53
GTG	54
GGT	55
CGT	56
ACG	57
ATG	58
CAC	59
GGA	60
TGA	61
TGG	62
CTA	63
TCA	64
CCG	65
GAT	66
ATC	67
