<pad>	0
<s>	1
</s>	2
p__Pseudomonadota	3
c__Alphaproteobacteria	4
o__Hyphomicrobiales	5
f__Xanthobacteraceae	6
g__Ancylobacter	7
s__Ancylobacter-aquaticus	8
p__Bacillota	9
c__Bacilli	10
o__Lactobacillales	11
f__Streptococcaceae	12
g__Streptococcus	13
s__Streptococcus-phocae	14
c__Betaproteobacteria	15
o__Nitrosomonadales	16
f__Sterolibacteriaceae	17
g__Methyloversatilis	18
s__Methyloversatilis-universalis	19
p__Actinomycetota	20
c__Actinomycetes	21
o__Pseudonocardiales	22
f__Pseudonocardiaceae	23
g__Halosaccharopolyspora	24
s__Halosaccharopolyspora-lacisalsi	25
o__Micrococcales	26
f__Microbacteriaceae	27
g__Cryobacterium	28
s__Cryobacterium	29
c__Gammaproteobacteria	30
o__Vibrionales	31
f__Vibrionaceae	32
g__Photobacterium	33
s__Photobacterium	34
o__Thiotrichales	35
f__Francisellaceae	36
g__Francisella	37
s__Francisella-tularensis	38
o__Pseudomonadales	39
f__Pseudomonadaceae	40
g__Pseudomonas	41
s__Pseudomonas-mendocina	42
p__Spirochaetota	43
c__Spirochaetia	44
o__Leptospirales	45
f__Leptospiraceae	46
g__Leptospira	47
s__Leptospira-weilii	48
s__Leptospira-noguchii	49
c__Clostridia	50
o__Eubacteriales	51
f__Clostridiaceae	52
g__Clostridium	53
s__Clostridium-peptidivorans	54
o__Burkholderiales	55
f__Burkholderiaceae	56
g__Cupriavidus	57
s__Cupriavidus-agavae	58
p__Nitrososphaerota	59
c__unclassified-Nitrososphaerota-class	60
o__Nitrosopumilales	61
f__Nitrosopumilaceae	62
g__Nitrosarchaeum	63
s__Nitrosarchaeum-koreense	64
o__Kitasatosporales	65
f__Streptomycetaceae	66
g__Streptomyces	67
s__Streptomyces-coelicolor	68
p__Planctomycetota	69
c__Planctomycetia	70
o__Planctomycetales	71
f__Planctomycetaceae	72
g__unclassified-Planctomycetaceae-genus	73
s__uncultured-Planctomycetaceae-bacterium	74
o__Moraxellales	75
f__Moraxellaceae	76
g__Psychrobacter	77
s__Psychrobacter-sp.	78
p__Verrucomicrobiota	79
c__Verrucomicrobiae	80
o__Verrucomicrobiales	81
f__unclassified-Verrucomicrobiales-family	82
g__unclassified-Verrucomicrobiales-genus	83
s__uncultured-Verrucomicrobiales-bacterium	84
o__Rhodobacterales	85
f__Roseobacteraceae	86
g__Leisingera	87
s__Leisingera-sp.	88
o__Enterobacterales	89
f__Hafniaceae	90
g__Hafnia	91
s__Hafnia-alvei	92
p__Bacteroidota	93
c__Bacteroidia	94
o__Bacteroidales	95
f__Prevotellaceae	96
g__Prevotella	97
s__Prevotella-stercorea	98
f__Enterobacteriaceae	99
g__Yokenella	100
s__Yokenella-regensburgei	101
o__Pelagibacterales	102
f__Pelagibacteraceae	103
g__Candidatus-Pelagibacter	104
s__Candidatus-Pelagibacter-sp.	105
p__Acidobacteriota	106
c__Terriglobia	107
o__Terriglobales	108
f__Acidobacteriaceae	109
g__Occallatibacter	110
s__Occallatibacter-savannae	111
p__Campylobacterota	112
c__Epsilonproteobacteria	113
o__Campylobacterales	114
f__Helicobacteraceae	115
g__Helicobacter	116
s__Helicobacter-bizzozeronii	117
o__Bacillales	118
f__Planococcaceae	119
g__Solibacillus	120
s__Solibacillus-silvestris	121
c__Rubrobacteria	122
o__Gaiellales	123
f__Gaiellaceae	124
g__Gaiella	125
s__Gaiella-occulta	126
c__Cytophagia	127
o__Cytophagales	128
f__Thermoflexibacteraceae	129
g__Thermoflexibacter	130
s__Thermoflexibacter-ruber	131
g__Streptantibioticus	132
s__Streptantibioticus-cattleyicolor	133
f__Alcaligenaceae	134
g__Achromobacter	135
s__Achromobacter-insuavis	136
f__unclassified-Planctomycetales-family	137
g__unclassified-Planctomycetales-genus	138
s__uncultured-Planctomycetales-bacterium	139
f__Alicyclobacillaceae	140
g__Alicyclobacillus	141
s__Alicyclobacillus-cellulosilyticus	142
c__Chitinophagia	143
o__Chitinophagales	144
f__Chitinophagaceae	145
g__Chitinophaga	146
s__Chitinophaga-sancti	147
p__Mycoplasmatota	148
c__Mollicutes	149
o__Mycoplasmatales	150
f__Mycoplasmataceae	151
g__Mesomycoplasma	152
s__Mesomycoplasma-flocculare	153
c__Candidatus-Brocadiia	154
o__Candidatus-Brocadiales	155
f__Candidatus-Brocadiaceae	156
g__Candidatus-Brocadia	157
s__Candidatus-Brocadia-caroliniensis	158
g__Hydrotalea	159
s__Hydrotalea-sandarakina	160
g__Vibrio	161
s__Vibrio-sonorensis	162
s__Vibrio-mexicanus	163
o__Actinomycetales	164
f__Actinomycetaceae	165
g__Schaalia	166
s__Schaalia-canis	167
o__Alteromonadales	168
f__Alteromonadaceae	169
g__Alteromonas	170
s__Alteromonas-macleodii	171
o__Mycobacteriales	172
f__Gordoniaceae	173
g__Gordonia	174
s__Gordonia-iterans	175
f__Oxalobacteraceae	176
g__Collimonas	177
s__Collimonas-fungivorans	178
f__Erwiniaceae	179
g__Buchnera	180
s__Buchnera-aphidicola	181
o__Pasteurellales	182
f__Pasteurellaceae	183
g__Gallibacterium	184
s__Gallibacterium	185
s__Pseudomonas-bharatica	186
s__Streptococcus-infantis	187
p__Synergistota	188
c__Synergistia	189
o__Synergistales	190
f__Aminobacteriaceae	191
g__Aminivibrio	192
s__Aminivibrio-pyruvatiphilus	193
g__Roseovarius	194
s__Roseovarius-lutimaris	195
g__Planococcus	196
s__Planococcus-halocryophilus	197
o__Propionibacteriales	198
f__Nocardioidaceae	199
g__Nocardioides	200
s__Nocardioides-szechwanensis	201
s__Nocardioides-psychrotolerans	202
g__Trabulsiella	203
s__Trabulsiella-guamensis	204
g__Tatumella	205
s__Tatumella-ptyseos	206
f__Budviciaceae	207
g__Leminorella	208
s__Leminorella-grimontii	209
g__Kluyvera	210
s__Kluyvera-ascorbata	211
g__Buttiauxella	212
s__Buttiauxella-agrestis	213
p__Thermoproteota	214
c__Thermoprotei	215
o__Sulfolobales	216
f__Sulfolobaceae	217
g__Metallosphaera	218
s__Metallosphaera-cuprina	219
p__Thermotogota	220
c__Thermotogae	221
o__Petrotogales	222
f__Petrotogaceae	223
g__Defluviitoga	224
s__Defluviitoga-tunisiensis	225
c__unclassified-Mycoplasmatota-class	226
o__Mycoplasmoidales	227
f__Metamycoplasmataceae	228
g__Mycoplasmoides	229
s__Mycoplasmoides-gallisepticum	230
o__Aeromonadales	231
f__Aeromonadaceae	232
g__Aeromonas	233
s__Aeromonas-cavernicola	234
f__Oscillospiraceae	235
g__Oscillibacter	236
s__Oscillibacter-ruminantium	237
s__Pseudomonas-kuykendallii	238
f__Paenibacillaceae	239
g__Paenibacillus	240
s__Paenibacillus-elgii	241
g__Pusillimonas	242
s__Pusillimonas-sp.	243
p__unclassified	244
c__unclassified	245
o__unclassified	246
f__unclassified	247
g__unclassified	248
s__unclassified	249
f__Lactobacillaceae	250
g__Companilactobacillus	251
s__Companilactobacillus-ginsenosidimutans	252
p__Euryarchaeota	253
c__Halobacteria	254
o__Halobacteriales	255
f__Halobacteriaceae	256
g__Halalkalicoccus	257
s__Halalkalicoccus-paucihalophilus	258
f__Mycobacteriaceae	259
g__Mycobacterium	260
s__Mycobacterium	261
o__Thermotogales	262
f__Fervidobacteriaceae	263
g__Fervidobacterium	264
s__Fervidobacterium	265
p__Fibrobacterota	266
c__Chitinispirillia	267
o__Chitinispirillales	268
f__Chitinispirillaceae	269
g__Chitinispirillum	270
s__Chitinispirillum-alkaliphilum	271
c__Flavobacteriia	272
o__Flavobacteriales	273
f__Flavobacteriaceae	274
g__Myroides	275
s__Myroides-injenensis	276
c__Erysipelotrichia	277
o__Erysipelotrichales	278
f__Coprobacillaceae	279
g__Coprobacillus	280
s__Coprobacillus-cateniformis	281
o__Rhodospirillales	282
f__Rhodospirillaceae	283
g__Telmatospirillum	284
s__uncultured-Telmatospirillum-sp.	285
c__Negativicutes	286
o__Selenomonadales	287
f__Sporomusaceae	288
g__Acetonema	289
s__Acetonema-longum	290
o__Neisseriales	291
f__Chromobacteriaceae	292
g__Jeongeupia	293
s__Jeongeupia-sp.	294
c__Sphingobacteriia	295
o__Sphingobacteriales	296
f__Sphingobacteriaceae	297
g__Sphingobacterium	298
s__Sphingobacterium	299
f__Methylobacteriaceae	300
g__Methylobacterium	301
s__Methylobacterium	302
g__Rummeliibacillus	303
s__Rummeliibacillus-pycnus	304
f__Cryomorphaceae	305
g__Cryomorpha	306
s__Cryomorpha-ignava	307
f__Acetobacteraceae	308
g__Gluconacetobacter	309
s__Gluconacetobacter-asukensis	310
f__Bacillaceae	311
g__Fictibacillus	312
s__Fictibacillus-enclensis	313
g__Domibacillus	314
s__Domibacillus-enclensis	315
f__Nocardiaceae	316
g__Rhodococcus	317
s__Rhodococcus-sp.	318
o__Haloferacales	319
f__Halorubraceae	320
g__Halobaculum	321
s__Halobaculum-magnesiiphilum	322
g__Capnocytophaga	323
s__Capnocytophaga-ochracea	324
g__Polaribacter	325
s__Polaribacter-glomeratus	326
p__Cyanobacteriota	327
c__Cyanophyceae	328
o__Pleurocapsales	329
f__Xenococcaceae	330
g__Xenococcus	331
s__Xenococcus-sp.	332
o__Oscillatoriales	333
f__Microcoleaceae	334
g__Baaleninema	335
s__Baaleninema-simplex	336
o__Chroococcales	337
f__Chroococcaceae	338
g__Gloeocapsa	339
s__Gloeocapsa-sp.	340
s__Helicobacter-pylori	341
f__Piscirickettsiaceae	342
g__Methylophaga	343
s__Methylophaga-aminisulfidivorans	344
g__Sporosarcina	345
s__Sporosarcina-newyorkensis	346
s__Gordonia-alkanivorans	347
f__Micrococcaceae	348
g__Enteractinococcus	349
s__Enteractinococcus-coprophilus	350
f__Marivirgaceae	351
g__Marivirga	352
s__Marivirga-sericea	353
g__Lactiplantibacillus	354
s__Lactiplantibacillus-pentosus	355
f__Morganellaceae	356
g__Proteus	357
s__Proteus-penneri	358
o__Sphingomonadales	359
f__Erythrobacteraceae	360
g__Pontixanthobacter	361
s__Pontixanthobacter-gangjinensis	362
g__Arenibacter	363
s__Arenibacter-hampyeongensis	364
g__Aestuariibaculum	365
s__Aestuariibaculum-suncheonense	366
g__Gramella	367
s__Gramella-aestuarii	368
f__Shewanellaceae	369
g__Shewanella	370
s__Shewanella-aestuarii	371
f__Rhizobiaceae	372
g__Neorhizobium	373
s__Neorhizobium-galegae	374
o__Frankiales	375
f__Frankiaceae	376
g__Frankia	377
s__Frankia-sp.	378
s__Pseudomonas-sp.	379
g__Candidatus-Arthromitus	380
s__Candidatus-Arthromitus-sp.	381
f__Hyphomicrobiaceae	382
g__Hyphomicrobium	383
s__Hyphomicrobium-nitrativorans	384
g__Acinetobacter	385
s__Acinetobacter-sp.	386
g__Kocuria	387
s__Kocuria-rhizophila	388
s__Streptomyces-sp.	389
f__Neisseriaceae	390
g__Neisseria	391
s__Neisseria-wadsworthii	392
s__Chitinophaga-oryziterrae	393
f__Campylobacteraceae	394
g__Campylobacter	395
s__Campylobacter-lari	396
o__Pirellulales	397
f__Pirellulaceae	398
g__Bremerella	399
s__Bremerella-cremea	400
o__Oceanospirillales	401
f__Oceanospirillaceae	402
g__Neptunomonas	403
s__Neptunomonas-concharum	404
s__Campylobacter-volucris	405
s__Campylobacter-insulaenigrae	406
f__Comamonadaceae	407
g__Extensimonas	408
s__Extensimonas-vulgaris	409
s__Campylobacter-hyointestinalis	410
s__Campylobacter-lanienae	411
s__Campylobacter-sputorum	412
f__Thiotrichaceae	413
g__Thiothrix	414
s__Thiothrix-sp.	415
s__Campylobacter-mucosalis	416
f__Arcobacteraceae	417
g__Malaciobacter	418
s__Malaciobacter-mytili	419
s__Campylobacter-sp.	420
o__Streptosporangiales	421
f__Streptosporangiaceae	422
g__Nonomuraea	423
s__Nonomuraea-soli	424
f__Propionibacteriaceae	425
g__Microlunatus	426
s__Microlunatus-phosphovorus	427
s__Neisseria-shayeganii	428
g__Otariodibacter	429
s__Otariodibacter-oris	430
g__Aeromicrobium	431
s__Aeromicrobium-massiliense	432
f__Rikenellaceae	433
g__Alistipes	434
s__Alistipes-timonensis	435
s__Alistipes-senegalensis	436
c__Tissierellia	437
o__Tissierellales	438
f__Peptoniphilaceae	439
g__Anaerococcus	440
s__Anaerococcus-senegalensis	441
g__Bacillus	442
s__Bacillus-timonensis	443
f__Brevibacteriaceae	444
g__Brevibacterium	445
s__Brevibacterium	446
s__Clostridium-senegalense	447
g__Kurthia	448
s__Kurthia-sp.	449
s__Kurthia-massiliensis	450
s__Kurthia-senegalensis	451
g__Microvirga	452
s__Microvirga-massiliensis	453
s__Paenibacillus-senegalensis	454
g__Peptoniphilus	455
s__Peptoniphilus-senegalensis	456
o__Salinisphaerales	457
f__Salinisphaeraceae	458
g__Salinisphaera	459
s__Salinisphaera-shabanensis	460
f__Haloarculaceae	461
g__Halorhabdus	462
s__Halorhabdus-tiamatea	463
f__Marinobacteraceae	464
g__Marinobacter	465
s__Marinobacter-adhaerens	466
f__Weeksellaceae	467
g__Chryseobacterium	468
s__Chryseobacterium-sp.	469
g__Rhizobium	470
s__Rhizobium-leguminosarum	471
c__Coriobacteriia	472
o__Coriobacteriales	473
f__Coriobacteriaceae	474
g__Senegalimassilia	475
s__Senegalimassilia-anaerobia	476
f__Erysipelotrichaceae	477
g__Dielma	478
s__Dielma-fastidiosa	479
g__Robertmurraya	480
s__Robertmurraya-massiliosenegalensis	481
g__Xenorhabdus	482
s__Xenorhabdus-ishibashii	483
s__Paenibacillus-sp.	484
g__Flavobacterium	485
s__Flavobacterium	486
g__Mycoplasmopsis	487
s__Mycoplasmopsis-anatis	488
g__Variovorax	489
s__Variovorax-sp.	490
o__Legionellales	491
f__Legionellaceae	492
g__Legionella	493
s__Legionella-massiliensis	494
s__Legionella-tunisiensis	495
f__Phyllobacteriaceae	496
g__Aminobacter	497
s__Aminobacter-anthyllidis	498
g__Haemophilus	499
s__Haemophilus-pittmaniae	500
o__Caulobacterales	501
f__Caulobacteraceae	502
g__Brevundimonas	503
s__Brevundimonas-diminuta	504
s__Capnocytophaga-sp.	505
f__Corynebacteriaceae	506
g__Corynebacterium	507
s__Corynebacterium	508
g__Alloprevotella	509
s__Alloprevotella-sp.	510
g__Pseudoduganella	511
s__Pseudoduganella-namucuonensis	512
f__Cyclobacteriaceae	513
g__Echinicola	514
s__Echinicola-shivajiensis	515
s__Nocardioides-soli	516
s__Pseudoduganella-lurida	517
s__Microlunatus-flavus	518
o__Micromonosporales	519
f__Micromonosporaceae	520
g__Actinoplanes	521
s__Actinoplanes-atraurantiacus	522
g__Advenella	523
s__Advenella-kashmirensis	524
f__Idiomarinaceae	525
g__Idiomarina	526
s__Idiomarina-sp.	527
c__Methanomicrobia	528
o__Methanosarcinales	529
f__Methanosarcinaceae	530
g__Methanosarcina	531
s__Methanosarcina-spelaei	532
g__Kutzneria	533
s__Kutzneria-kofuensis	534
g__Lentzea	535
s__Lentzea-flava	536
g__Saccharothrix	537
s__Saccharothrix-syringae	538
s__Saccharothrix-texasensis	539
g__Pelagimonas	540
s__Pelagimonas-phthalicica	541
s__Chryseobacterium	542
s__Mycoplasmopsis-columbina	543
s__Robertmurraya-kyonggiensis	544
g__Profundibacterium	545
s__Profundibacterium	546
g__Aquimarina	547
s__Aquimarina-amphilecti	548
g__Thermopolyspora	549
s__Thermopolyspora-flexuosa	550
s__Nonomuraea-turkmeniaca	551
s__Planococcus-plakortidis	552
g__Azorhizobium	553
s__Azorhizobium-doebereinerae	554
f__Nitrobacteraceae	555
g__Bradyrhizobium	556
s__Bradyrhizobium-murdochi	557
s__Bradyrhizobium-japonicum	558
s__Bradyrhizobium-sp.	559
g__Paraburkholderia	560
s__Paraburkholderia-mimosarum	561
o__Veillonellales	562
f__Veillonellaceae	563
g__Veillonella	564
s__Veillonella-criceti	565
s__Pseudomonas-chlororaphis	566
s__Streptomyces-xinghaiensis	567
g__Acetobacter	568
s__Acetobacter-estunensis	569
s__Acetobacter-peroxydans	570
g__Mesorhizobium	571
s__Mesorhizobium-loti	572
s__Mesorhizobium-erdmanii	573
s__Mesorhizobium-sp.	574
s__Acetobacter-lovaniensis	575
s__Acetobacter-indonesiensis	576
s__Rhizobium-giardinii	577
s__Rhizobium-sullae	578
s__Rhizobium-leucaenae	579
g__Sinorhizobium	580
s__Sinorhizobium-medicae	581
g__Ensifer	582
s__Ensifer-sp.	583
s__Jeongeupia-chitinilytica	584
c__unclassified-Verrucomicrobiota-class	585
o__unclassified-Verrucomicrobiota-order	586
f__unclassified-Verrucomicrobiota-family	587
g__Methylacidimicrobium	588
s__Methylacidimicrobium-cyclopophantes	589
s__Methylacidimicrobium-tartarophylax	590
o__Methanocellales	591
f__Methanocellaceae	592
g__Methanocella	593
s__Methanocella-conradii	594
o__Synechococcales	595
f__Prochlorococcaceae	596
g__Prochlorococcus	597
s__Prochlorococcus-marinus	598
g__Erythrobacter	599
s__Erythrobacter-sp.	600
f__Nocardiopsaceae	601
g__Streptomonospora	602
s__Streptomonospora-salina	603
s__Clostridium-sp.	604
g__Brevibacillus	605
s__Brevibacillus-laterosporus	606
g__Marinobacterium	607
s__Marinobacterium	608
g__Ochrovirga	609
s__Ochrovirga-pacifica	610
o__Cellvibrionales	611
f__Microbulbiferaceae	612
g__Microbulbifer	613
s__Microbulbifer-agarilyticus	614
g__Oceanicola	615
s__Oceanicola-sp.	616
g__Tenacibaculum	617
s__Tenacibaculum-mesophilum	618
c__Thermococci	619
o__Thermococcales	620
f__Thermococcaceae	621
g__Thermococcus	622
s__Thermococcus-sp.	623
s__Streptomyces-zagrosensis	624
f__Ornithinimicrobiaceae	625
g__Serinicoccus	626
s__Serinicoccus-profundi	627
g__Microbacterium	628
s__Microbacterium	629
f__Demequinaceae	630
g__Demequina	631
s__Demequina-mangrovi	632
s__Erythrobacter-longus	633
g__Erwinia	634
s__Erwinia-tracheiphila	635
g__Oenococcus	636
s__Oenococcus-kitaharae	637
g__Citricoccus	638
s__Citricoccus-sp.	639
f__Sphingomonadaceae	640
g__Sphingomonas	641
s__Sphingomonas-lutea	642
s__Neptunomonas-qingdaonensis	643
g__Arthrobacter	644
s__Arthrobacter-cupressi	645
s__Nocardioides-lianchengensis	646
s__Paenibacillus-catalpae	647
s__Kutzneria-buriramensis	648
g__Weissella	649
s__Weissella-koreensis	650
o__Xanthomonadales	651
f__Xanthomonadaceae	652
g__Pseudoxanthomonas	653
s__Pseudoxanthomonas-spadix	654
g__Trichodesmium	655
s__Trichodesmium-erythraeum	656
s__Vibrio-penaeicida	657
s__Marivirga-lumbricoides	658
f__Yersiniaceae	659
g__Serratia	660
s__Serratia-sp.	661
s__Helicobacter-suis	662
s__Nocardioides-daejeonensis	663
p__Chlamydiota	664
c__Chlamydiia	665
o__Chlamydiales	666
f__Chlamydiaceae	667
g__Chlamydia	668
s__Chlamydia-ibidis	669
g__Liquorilactobacillus	670
s__Liquorilactobacillus-mali	671
s__Chitinophaga-japonensis	672
s__Acinetobacter-lwoffii	673
g__Bizionia	674
s__Bizionia-argentinensis	675
s__Streptococcus-salivarius	676
s__Chitinophaga-filiformis	677
g__Nocardia	678
s__Nocardia-sp.	679
s__Streptomyces-uncialis	680
o__Sporichthyales	681
f__Sporichthyaceae	682
g__Sporichthya	683
s__Sporichthya-polymorpha	684
f__Thermoactinomycetaceae	685
g__Marininema	686
s__Marininema-mesophilum	687
f__Eubacteriales-Family-XII.-Incertae-Sedis	688
g__Fusibacter	689
s__Fusibacter-sp.	690
g__Compostimonas	691
s__Compostimonas-suwonensis	692
g__Halopenitus	693
s__Halopenitus-persicus	694
g__Aliidiomarina	695
s__Aliidiomarina-shirensis	696
f__Mycoplasmoidaceae	697
g__Malacoplasma	698
s__Malacoplasma-iowae	699
s__Alicyclobacillus-acidocaldarius	700
f__Cytophagaceae	701
g__Anditalea	702
s__Anditalea-andensis	703
o__Chromatiales	704
f__Chromatiaceae	705
g__Allochromatium	706
s__Allochromatium-vinosum	707
o__Nostocales	708
f__Scytonemataceae	709
g__Scytonematopsis	710
s__Scytonematopsis-contorta	711
g__Litoreibacter	712
s__Litoreibacter-meonggei	713
s__Leptospira-alexanderi	714
s__Leptospira-broomii	715
s__Leptospira-inadai	716
s__Leptospira-kirschneri	717
s__Leptospira-kmetyi	718
s__Actinoplanes-rishiriensis	719
g__Allobaculum	720
s__Allobaculum-stercoricanis	721
o__Actinopolysporales	722
f__Actinopolysporaceae	723
g__Actinopolyspora	724
s__Actinopolyspora-mortivallis	725
f__unclassified-Burkholderiales-family	726
g__Thiomonas	727
s__Thiomonas-sp.	728
f__Synechococcaceae	729
g__Synechococcus	730
s__Synechococcus-sp.	731
g__Agrobacterium	732
s__Agrobacterium	733
g__Cutibacterium	734
s__Cutibacterium	735
s__Bacillus-mojavensis	736
s__Saccharothrix-tamanrassetensis	737
s__Vibrio-splendidus	738
s__Vibrio-tubiashii	739
s__Rhodococcus-fascians	740
s__Neisseria-weaveri	741
f__Ectothiorhodospiraceae	742
g__Halorhodospira	743
s__Halorhodospira-halochloris	744
g__Ralstonia	745
s__Ralstonia-mannitolilytica	746
o__Geodermatophilales	747
f__Geodermatophilaceae	748
g__Klenkia	749
s__Klenkia-soli	750
s__Bacillus-spizizenii	751
s__Halorhodospira-halophila	752
g__Komagataeibacter	753
s__Komagataeibacter-sucrofermentans	754
g__Marinomonas	755
s__Marinomonas-hwangdonensis	756
o__unclassified-Betaproteobacteria-order	757
f__unclassified-Betaproteobacteria-family	758
g__Candidatus-Tremblaya	759
s__Candidatus-Tremblaya-princeps	760
f__Intrasporangiaceae	761
g__Janibacter	762
s__Janibacter-terrae	763
g__Ectothiorhodospira	764
s__Ectothiorhodospira-shaposhnikovii	765
g__Arcobacter	766
s__Arcobacter-venerupis	767
s__Arcobacter-cloacae	768
g__Levilactobacillus	769
s__Levilactobacillus-yonginensis	770
o__Maricaulales	771
f__Robiginitomaculaceae	772
g__Hellea	773
s__uncultured-Hellea-sp.	774
g__Streptacidiphilus	775
s__Streptacidiphilus-neutrinimicus	776
f__Paracoccaceae	777
g__Rhodobacter	778
s__Rhodobacter-viridis	779
g__unclassified-Acetobacteraceae-genus	780
s__Acetobacteraceae-bacterium	781
p__Candidatus-Thermoplasmatota	782
c__Thermoplasmata	783
o__Thermoplasmatales	784
f__unclassified-Thermoplasmatales-family	785
g__unclassified-Thermoplasmatales-genus	786
s__Thermoplasmatales-archaeon-BRNA1	787
g__Gemmobacter	788
s__Gemmobacter-lanyuensis	789
g__Rivicola	790
s__Rivicola-pingtungensis	791
s__Streptomyces-purpureus	792
s__Roseovarius-marisflavi	793
f__Halomonadaceae	794
g__Cobetia	795
s__Cobetia-pacifica	796
s__Pseudomonas-karstica	797
g__Nitrosococcus	798
s__Nitrosococcus-watsonii	799
g__Muricauda	800
s__Muricauda-antarctica	801
o__Acidilobales	802
f__Caldisphaeraceae	803
g__Caldisphaera	804
s__Caldisphaera-lagunensis	805
g__Stutzerimonas	806
s__[Pseudomonas]-nosocomialis	807
f__Cellvibrionaceae	808
g__Teredinibacter	809
s__Teredinibacter-turnerae	810
g__Thiococcus	811
s__Thiococcus-pfennigii	812
g__Thiocapsa	813
s__Thiocapsa-roseopersicina	814
f__Lachnospiraceae	815
g__Anaerobutyricum	816
s__Anaerobutyricum-soehngenii	817
s__Rhodobacter-capsulatus	818
g__Pelistega	819
s__Pelistega-europaea	820
s__Rhodobacter-sp.	821
g__Cereibacter	822
s__Cereibacter-sphaeroides	823
s__Frankia-casuarinae	824
g__Lamprobacter	825
s__Lamprobacter-modestohalophilus	826
g__Noviherbaspirillum	827
s__Noviherbaspirillum-soli	828
g__Megasphaera	829
s__Megasphaera-elsdenii	830
f__Dermabacteraceae	831
g__Brachybacterium	832
s__Brachybacterium	833
g__Pseudoflavonifractor	834
s__Pseudoflavonifractor-capillosus	835
s__Ensifer-adhaerens	836
o__Rhodocyclales	837
f__Rhodocyclaceae	838
g__Rhodocyclus	839
s__Rhodocyclus-tenuis	840
s__Rhodocyclus-purpureus	841
f__Eubacteriaceae	842
g__Acetobacterium	843
s__Acetobacterium	844
g__Amycolatopsis	845
s__Amycolatopsis-methanolica	846
s__Amycolatopsis-nigrescens	847
g__Rhodomicrobium	848
s__Rhodomicrobium-vannielii	849
o__Acidaminococcales	850
f__Acidaminococcaceae	851
g__Succinispira	852
s__Succinispira-mobilis	853
c__Methanococci	854
o__Methanococcales	855
f__Methanocaldococcaceae	856
g__Methanocaldococcus	857
s__Methanocaldococcus-villosus	858
g__Vogesella	859
s__Vogesella-fluminis	860
g__Mycolicibacillus	861
s__Mycolicibacillus-koreensis	862
c__Nitriliruptoria	863
o__Nitriliruptorales	864
f__Nitriliruptoraceae	865
g__Nitriliruptor	866
s__Nitriliruptor-alkaliphilus	867
g__Ligilactobacillus	868
s__Ligilactobacillus-ruminis	869
f__Sporolactobacillaceae	870
g__Sporolactobacillus	871
s__Sporolactobacillus-inulinus	872
p__Bdellovibrionota	873
c__Bdellovibrionia	874
o__Bdellovibrionales	875
f__Pseudobdellovibrionaceae	876
g__Bdellovibrio	877
s__Bdellovibrio-bacteriovorus	878
s__Janibacter-alkaliphilus	879
g__Pedobacter	880
s__Pedobacter-kyungheensis	881
g__Candidatus-Gullanella	882
s__Candidatus-Gullanella-endobia	883
g__Periweissella	884
s__Periweissella-fabalis	885
g__Acrocarpospora	886
s__Acrocarpospora-phusangensis	887
f__Sphingosinicellaceae	888
g__Polymorphobacter	889
s__Polymorphobacter-multimanifer	890
g__Bailinhaonella	891
s__Bailinhaonella-thermotolerans	892
g__Geodermatophilus	893
s__Geodermatophilus-nigrescens	894
g__Rhodopila	895
s__Rhodopila-globiformis	896
g__Metasolibacillus	897
s__Metasolibacillus-meyeri	898
g__Virgibacillus	899
s__Virgibacillus-halotolerans	900
s__Domibacillus-robiginosus	901
s__Bacillus-sp.	902
f__unclassified-Halobacteriales-family	903
g__unclassified-Halobacteriales-genus	904
s__haloarchaeon-3A1-DGR	905
g__Caballeronia	906
s__Caballeronia-grimmiae	907
s__Bacillus-mesophilum	908
g__Riemerella	909
s__Riemerella-columbipharyngis	910
g__Pasteurella	911
s__Pasteurella-oralis	912
f__Blattabacteriaceae	913
g__Blattabacterium	914
s__Blattabacterium-sp.	915
g__Halomonas	916
s__Halomonas-boliviensis	917
g__Halarchaeum	918
s__Halarchaeum-solikamskense	919
s__Pseudoxanthomonas-wuyuanensis	920
g__Thermocatellispora	921
s__Thermocatellispora-tengchongensis	922
g__Salegentibacter	923
s__Salegentibacter-echinorum	924
g__Algoriphagus	925
s__Algoriphagus-zhangzhouensis	926
s__Muricauda-zhangzhouensis	927
s__Campylobacter-showae	928
g__Eikenella	929
s__Eikenella-corrodens	930
s__Streptococcus-parasanguinis	931
f__Bacteroidaceae	932
g__Bacteroides	933
s__Bacteroides-fragilis	934
f__Carnobacteriaceae	935
g__Carnobacterium	936
s__Carnobacterium	937
s__Paenibacillus-riograndensis	938
s__Gordonia-araii	939
g__Halohasta	940
s__Halohasta-litchfieldiae	941
g__Cronobacter	942
s__Cronobacter-condimenti	943
f__Beijerinckiaceae	944
g__Rhodoblastus	945
s__Rhodoblastus-acidophilus	946
s__Vibrio-alfacsensis	947
g__Latilactobacillus	948
s__Latilactobacillus-curvatus	949
s__Companilactobacillus-heilongjiangensis	950
g__Sphingobium	951
s__Sphingobium-yanoikuyae	952
s__Gordonia-amarae	953
s__Streptomyces-oceani	954
f__Catalimonadaceae	955
g__Catalinimonas	956
s__Catalinimonas-alkaloidigena	957
g__Janthinobacterium	958
s__Janthinobacterium-sp.	959
g__Rhodopseudomonas	960
s__Rhodopseudomonas-palustris	961
g__Phytohabitans	962
s__Phytohabitans-flavus	963
s__Phytohabitans-rumicis	964
s__Phytohabitans-houttuyneae	965
f__Methylocystaceae	966
g__Methylosinus	967
s__Methylosinus-sp.	968
o__Methylococcales	969
f__Methylococcaceae	970
g__Methylomonas	971
s__Methylomonas-sp.	972
o__Glycomycetales	973
f__Glycomycetaceae	974
g__Glycomyces	975
s__Glycomyces-artemisiae	976
f__Rhodanobacteraceae	977
g__Rhodanobacter	978
s__Rhodanobacter-sp.	979
g__Pantoea	980
s__Pantoea-rodasii	981
s__Pantoea-wallisii	982
o__unclassified-Gammaproteobacteria-order	983
f__unclassified-Gammaproteobacteria-family	984
g__Thiolapillus	985
s__Thiolapillus-brandeum	986
g__Franklinella	987
s__Franklinella-schreckenbergeri	988
o__Nevskiales	989
f__Sinobacteraceae	990
g__Fontimonas	991
s__Fontimonas-thermophila	992
g__Agitococcus	993
s__Agitococcus-lubricus	994
c__Methanobacteria	995
o__Methanobacteriales	996
f__Methanobacteriaceae	997
g__Methanosphaera	998
s__Methanosphaera-cuniculi	999
s__Bacteroides-faecis	1000
s__Streptococcus-oralis	1001
f__Enterococcaceae	1002
g__Enterococcus	1003
s__Enterococcus-plantarum	1004
g__Paracoccus	1005
s__Paracoccus-zhejiangensis	1006
f__Hymenobacteraceae	1007
g__Pontibacter	1008
s__Pontibacter-lucknowensis	1009
g__Micromonospora	1010
s__Micromonospora-kangleipakensis	1011
s__Streptomyces-hundungensis	1012
g__Pseudorhodobacter	1013
s__Pseudorhodobacter-antarcticus	1014
s__Arthrobacter-globiformis	1015
s__Gordonia-effusa	1016
s__Rhodopseudomonas-sp.	1017
g__Mycolicibacterium	1018
s__Mycolicibacterium	1019
g__Paenisporosarcina	1020
s__Paenisporosarcina-sp.	1021
g__Coprococcus	1022
s__Coprococcus-sp.	1023
s__Haemophilus-sputorum	1024
f__Spirosomaceae	1025
g__Dyadobacter	1026
s__Dyadobacter-arcticus	1027
g__Herbaspirillum	1028
s__Herbaspirillum-rubrisubalbicans	1029
g__Methylovulum	1030
s__Methylovulum-miyakonense	1031
o__unclassified-Nitrososphaerota-order	1032
f__unclassified-Nitrososphaerota-family	1033
g__Candidatus-Nitrosotalea	1034
s__Candidatus-Nitrosotalea-devanaterra	1035
f__Blastochloridaceae	1036
g__Blastochloris	1037
s__Blastochloris-viridis	1038
o__Kangiellales	1039
f__Kangiellaceae	1040
g__Kangiella	1041
s__Kangiella-taiwanensis	1042
s__Rhizobium-mongolense	1043
g__Pseudarcicella	1044
s__Pseudarcicella-hirudinis	1045
s__Streptomyces-chartreusis	1046
g__Thioalkalivibrio	1047
s__Thioalkalivibrio-denitrificans	1048
o__Pseudanabaenales	1049
f__Leptolyngbyaceae	1050
g__Leptolyngbya	1051
s__Leptolyngbya-sp.	1052
s__Streptococcus-orisasini	1053
s__Thioalkalivibrio-paradoxus	1054
g__Burkholderia	1055
s__Burkholderia-sp.	1056
s__Malaciobacter-pacificus	1057
g__Hyunsoonleella	1058
s__Hyunsoonleella-pacifica	1059
s__Muricauda-pacifica	1060
g__Enterovibrio	1061
s__Enterovibrio-pacificus	1062
g__Arcanobacterium	1063
s__Arcanobacterium	1064
g__Pediococcus	1065
s__Pediococcus-acidilactici	1066
g__Roseomonas	1067
s__Roseomonas-soli	1068
g__Candidatus-Schneideria	1069
s__Candidatus-Schneideria-nysicola	1070
s__Sphingomonas-elodea	1071
g__Aquiluna	1072
s__Candidatus-Aquiluna-sp.	1073
o__Spirochaetales	1074
f__Borreliaceae	1075
g__Borreliella	1076
s__Borreliella-garinii	1077
g__Hoylesella	1078
s__Hoylesella-pleuritidis	1079
g__Magnetospirillum	1080
s__Magnetospirillum-fulvum	1081
c__unclassified-Bacillota-class	1082
o__unclassified-Bacillota-order	1083
f__unclassified-Bacillota-family	1084
g__Hydrogenispora	1085
s__Hydrogenispora-ethanolica	1086
s__Sphingobium-boeckii	1087
f__Rhodovibrionaceae	1088
g__Limimonas	1089
s__Limimonas-halophila	1090
s__Dyadobacter-jejuensis	1091
f__Pectobacteriaceae	1092
g__Lonsdalea	1093
s__Lonsdalea-britannica	1094
s__Lonsdalea-quercina	1095
g__Comamonas	1096
s__Comamonas-serinivorans	1097
f__Devosiaceae	1098
g__Pelagibacterium	1099
s__Pelagibacterium	1100
s__Mesorhizobium-amorphae	1101
g__Sinomicrobium	1102
s__Sinomicrobium-pectinilyticum	1103
g__Xanthomonas	1104
s__Xanthomonas-sacchari	1105
s__Gluconacetobacter-entanii	1106
f__Aphanizomenonaceae	1107
g__Anabaenopsis	1108
s__Anabaenopsis-circularis	1109
s__Leptospira-santarosai	1110
g__Glaciecola	1111
s__Glaciecola-nitratireducens	1112
g__Allofrancisella	1113
s__Allofrancisella-frigidaquae	1114
s__Allofrancisella-inopinata	1115
s__Gemmobacter-megaterium	1116
g__Salmonella	1117
s__Salmonella-enterica	1118
s__Francisella-persica	1119
g__Klebsiella	1120
s__Klebsiella-pneumoniae	1121
f__unclassified-Bacillales-family	1122
g__Exiguobacterium	1123
s__Exiguobacterium	1124
g__Novosphingobium	1125
s__Novosphingobium-pentaromativorans	1126
g__Thermoactinospora	1127
s__Thermoactinospora-rubra	1128
g__Commensalibacter	1129
s__Commensalibacter-intestini	1130
g__Gluconobacter	1131
s__Gluconobacter-morbifer	1132
s__Francisella-hispaniensis	1133
g__Winogradskyella	1134
s__Winogradskyella-jejuensis	1135
s__Winogradskyella-eckloniae	1136
s__Francisella-noatunensis	1137
f__Fastidiosibacteraceae	1138
g__Fangia	1139
s__Fangia-hongkongensis	1140
s__Gordonia-sputi	1141
s__Gordonia-terrae	1142
s__Amycolatopsis-benzoatilytica	1143
s__Amycolatopsis-balhimycina	1144
s__Actinopolyspora-halophila	1145
g__Rudanella	1146
s__Rudanella-lutea	1147
f__Bacillales-Family-X.-Incertae-Sedis	1148
g__Thermicanus	1149
s__Thermicanus-aegyptius	1150
g__Haloglycomyces	1151
s__Haloglycomyces-albus	1152
f__Geminicoccaceae	1153
g__Geminicoccus	1154
s__Geminicoccus-roseus	1155
g__Rhodovibrio	1156
s__Rhodovibrio-salinarum	1157
o__Thermoanaerobacterales	1158
f__Thermoanaerobacteraceae	1159
g__Thermacetogenium	1160
s__Thermacetogenium-phaeum	1161
s__Sphingomonas-phyllosphaerae	1162
g__Methanolobus	1163
s__Methanolobus-tindarius	1164
o__Nakamurellales	1165
f__Nakamurellaceae	1166
g__Nakamurella	1167
s__Nakamurella-panacisegetis	1168
f__Nostocaceae	1169
g__Nostoc	1170
s__Nostoc-linckia	1171
g__Alishewanella	1172
s__Alishewanella-longhuensis	1173
g__Methylotuvimicrobium	1174
s__Methylotuvimicrobium-alcaliphilum	1175
g__Taylorella	1176
s__Taylorella-asinigenitalis	1177
o__Rickettsiales	1178
f__Rickettsiaceae	1179
g__Rickettsia	1180
s__Rickettsia-monacensis	1181
f__Eubacteriales-Family-XIII.-Incertae-Sedis	1182
g__Anaerovorax	1183
s__Anaerovorax-odorimutans	1184
p__Chlorobiota	1185
c__Chlorobiia	1186
o__Chlorobiales	1187
f__Chlorobiaceae	1188
g__Chlorobium	1189
s__Chlorobium-phaeovibrioides	1190
s__Xanthomonas-vasicola	1191
f__Bartonellaceae	1192
g__Bartonella	1193
s__Bartonella-australis	1194
s__Bartonella-bovis	1195
s__Bartonella-schoenbuchensis	1196
s__Bartonella-vinsonii	1197
f__Thermoanaerobacterales-Family-III.-Incertae-Sedis	1198
g__Thermoanaerobacterium	1199
s__Thermoanaerobacterium	1200
s__Bartonella-alsatica	1201
s__Bartonella-birtlesii	1202
s__Bartonella-doshiae	1203
s__Bartonella-elizabethae	1204
s__Bartonella-rattimassiliensis	1205
s__Bartonella-melophagi	1206
s__Bartonella-tamiae	1207
s__Bartonella-taylorii	1208
s__Bartonella-washoeensis	1209
g__Fluoribacter	1210
s__Fluoribacter-dumoffii	1211
g__Bisgaardia	1212
s__Bisgaardia-hudsonensis	1213
s__Bartonella-sp.	1214
f__Prochloraceae	1215
g__Prochloron	1216
s__Prochloron-didemni	1217
s__Marinobacter-manganoxydans	1218
s__Methanolobus-psychrophilus	1219
s__Chlorobium-sp.	1220
s__Demequina-flava	1221
s__Demequina-sediminicola	1222
g__Methylobacter	1223
s__Methylobacter-luteus	1224
s__Streptococcus-sp.	1225
s__Streptococcus-intermedius	1226
s__Streptococcus-mitis	1227
s__Haemophilus-paraphrohaemolyticus	1228
s__Haemophilus-parahaemolyticus	1229
p__Fusobacteriota	1230
c__Fusobacteriia	1231
o__Fusobacteriales	1232
f__Fusobacteriaceae	1233
g__Fusobacterium	1234
s__Fusobacterium	1235
s__Pasteurella-bettyae	1236
s__Prevotella-sp.	1237
f__Cellulomonadaceae	1238
g__Cellulomonas	1239
s__Cellulomonas-massiliensis	1240
g__Phytobacter	1241
s__Phytobacter-massiliensis	1242
s__Noviherbaspirillum-massiliense	1243
s__Peptoniphilus-timonensis	1244
g__Ruminococcus	1245
s__Ruminococcus-sp.	1246
f__unclassified-Micrococcales-family	1247
g__Timonella	1248
s__Timonella-senegalensis	1249
o__Natrialbales	1250
f__Natrialbaceae	1251
g__Natronorubrum	1252
s__Natronorubrum-texcoconense	1253
g__Texcoconibacillus	1254
s__Texcoconibacillus-texcoconensis	1255
g__Natronobacterium	1256
s__Natronobacterium	1257
g__Fonticella	1258
s__Fonticella-tunisiensis	1259
s__Chitinophaga-cymbidii	1260
s__Arthrobacter-sp.	1261
s__Acinetobacter-puyangensis	1262
g__Pseudonocardia	1263
s__Pseudonocardia-sp.	1264
g__Devosia	1265
s__Devosia-lucknowensis	1266
s__Novosphingobium-lindaniclasticum	1267
g__Prosthecochloris	1268
s__Prosthecochloris-vibrioformis	1269
g__Pelodictyon	1270
s__Pelodictyon-luteolum	1271
g__Limnohabitans	1272
s__Limnohabitans-sp.	1273
s__Paracoccus-sp.	1274
g__Methylopila	1275
s__Methylopila-sp.	1276
s__Methylobacterium-sp.	1277
f__Methylophilaceae	1278
g__Methylotenera	1279
s__Methylotenera-versatilis	1280
g__unclassified-Methylophilaceae-genus	1281
s__Methylophilaceae-bacterium	1282
c__Opitutae	1283
o__Puniceicoccales	1284
f__Puniceicoccaceae	1285
g__unclassified-Puniceicoccaceae-genus	1286
s__uncultured-Puniceicoccaceae-bacterium	1287
s__Sinorhizobium-terangae	1288
g__Borrelia	1289
s__Borrelia-turcica	1290
g__Altererythrobacter	1291
s__Altererythrobacter-segetis	1292
g__Lysobacter	1293
s__Lysobacter-telluris	1294
s__Sphingomonas-segetis	1295
g__Sphingosinicella	1296
s__Sphingosinicella-sp.	1297
g__Agriterribacter	1298
s__Agriterribacter-humi	1299
g__Asaia	1300
s__Asaia-siamensis	1301
s__Gluconobacter-frateurii	1302
s__Rickettsia-canadensis	1303
s__Rickettsia-australis	1304
s__Rickettsia-amblyommatis	1305
f__Kribbellaceae	1306
g__Kribbella	1307
s__Kribbella-shirazensis	1308
s__Saccharothrix-ecbatanensis	1309
o__unclassified-Coriobacteriia-order	1310
f__unclassified-Coriobacteriia-family	1311
g__unclassified-Coriobacteriia-genus	1312
s__uncultured-Coriobacteriia-bacterium	1313
g__Paenirhodobacter	1314
s__Paenirhodobacter-enshiensis	1315
s__Mesorhizobium-alhagi	1316
s__Gordonia-otitidis	1317
s__Gordonia-rhizosphera	1318
f__Staphylococcaceae	1319
g__Jeotgalicoccus	1320
s__Jeotgalicoccus-pinnipedialis	1321
g__Mycolicibacter	1322
s__Mycolicibacter-longobardus	1323
g__Leifsonia	1324
s__Leifsonia-poae	1325
g__Agreia	1326
s__Agreia-bicolorata	1327
g__Brenneria	1328
s__Brenneria-goodwinii	1329
s__Stutzerimonas-stutzeri	1330
g__Lutibacter	1331
s__Lutibacter-agarilyticus	1332
g__Actinomyces	1333
s__Actinomyces-radicidentis	1334
g__Tistrella	1335
s__Tistrella-mobilis	1336
s__Mycoplasmopsis-agalactiae	1337
o__Methanotrichales	1338
f__Methanotrichaceae	1339
g__Methanothrix	1340
s__Methanothrix-harundinacea	1341
s__Nocardia-asteroides	1342
p__Deinococcota	1343
c__Deinococci	1344
o__Thermales	1345
f__Thermaceae	1346
g__Thermus	1347
s__Thermus-sp.	1348
g__Rhodoferax	1349
s__Rhodoferax-antarcticus	1350
s__Peptoniphilus-sp.	1351
g__unclassified-Coriobacteriaceae-genus	1352
s__Coriobacteriaceae-bacterium	1353
g__Flaviflexus	1354
s__Flaviflexus-huanghaiensis	1355
s__Alicyclobacillus-pomorum	1356
g__Mycoplasma	1357
s__Mycoplasma-haemocanis	1358
g__Budvicia	1359
s__Budvicia-aquatica	1360
s__Glycomyces-tenuis	1361
o__Cardiobacteriales	1362
f__Ignatzschineriaceae	1363
g__Ignatzschineria	1364
s__Ignatzschineria-larvae	1365
g__Massilia	1366
s__Massilia-alkalitolerans	1367
g__Sedimenticola	1368
s__Sedimenticola-selenatireducens	1369
g__Thermocrispum	1370
s__Thermocrispum-municipale	1371
s__Thermocrispum-agreste	1372
s__Erythrobacter-neustonensis	1373
s__Gordonia-polyisoprenivorans	1374
s__Janthinobacterium	1375
s__Sphingomonas-echinoides	1376
g__Salinibacterium	1377
s__Salinibacterium-sp.	1378
s__Pseudomonas-psychrotolerans	1379
g__Methylophilus	1380
s__Methylophilus-sp.	1381
g__Porphyrobacter	1382
s__Porphyrobacter-sp.	1383
g__Methylomicrobium	1384
s__Methylomicrobium-lacus	1385
s__Natronorubrum-tibetense	1386
p__Thermodesulfobacteriota	1387
c__Desulfuromonadia	1388
o__Geobacterales	1389
f__Geobacteraceae	1390
g__Geomobilimonas	1391
s__Geomobilimonas-luticola	1392
g__Citrobacter	1393
s__Citrobacter-farmeri	1394
g__Albimonas	1395
s__Albimonas-pacifica	1396
s__Streptomyces-tsukubensis	1397
g__Saccharomonospora	1398
s__Saccharomonospora-azurea	1399
g__Actinoalloteichus	1400
s__Actinoalloteichus-spitiensis	1401
s__Novosphingobium-barchaimii	1402
s__Sphingobium-baderi	1403
g__Furfurilactobacillus	1404
s__Furfurilactobacillus-rossiae	1405
s__Muricauda-ruestringensis	1406
g__Atlantibacter	1407
s__Atlantibacter-hermannii	1408
g__Pseudescherichia	1409
s__Pseudescherichia-vulneris	1410
f__Peptostreptococcaceae	1411
g__Romboutsia	1412
s__Romboutsia-ilealis	1413
s__Actinomyces-naeslundii	1414
f__Coleofasciculaceae	1415
g__Geitlerinema	1416
s__Geitlerinema-sp.	1417
s__Streptomyces-acidiscabies	1418
g__Hoeflea	1419
s__Hoeflea-sp.	1420
s__Devosia-insulae	1421
g__Methyloglobulus	1422
s__Methyloglobulus-morosus	1423
g__Pelatocladus	1424
s__Pelatocladus-maniniholoensis	1425
s__Paenibacillus-alvei	1426
f__Pseudoalteromonadaceae	1427
g__Pseudoalteromonas	1428
s__Pseudoalteromonas-haloplanktis	1429
s__Pseudoalteromonas-spongiae	1430
g__Neobacillus	1431
s__Neobacillus-bataviensis	1432
g__Simiduia	1433
s__Simiduia-agarivorans	1434
s__Novosphingobium-fuchskuhlense	1435
s__Vibrio-quintilis	1436
o__Marinilabiliales	1437
f__Marinifilaceae	1438
g__Marinifilum	1439
s__Marinifilum-flexuosum	1440
s__Legionella-sp.	1441
f__Dermocarpellaceae	1442
g__Stanieria	1443
s__Stanieria-cyanosphaera	1444
s__Sinorhizobium-fredii	1445
f__Thermomonosporaceae	1446
g__Actinomadura	1447
s__Actinomadura-fibrosa	1448
s__Brevibacillus-massiliensis	1449
s__Anaerococcus-obesiensis	1450
s__Peptoniphilus-grossensis	1451
o__unclassified-Tissierellia-order	1452
f__unclassified-Tissierellia-family	1453
g__Kallipyga	1454
s__Kallipyga-massiliensis	1455
g__Thermomonospora	1456
s__Thermomonospora-umbrina	1457
g__Enorma	1458
s__Enorma-massiliensis	1459
s__Peptoniphilus-obesi	1460
s__Halomonas-sp.	1461
g__Cruoricaptor	1462
s__Cruoricaptor-ignavus	1463
g__Stenotrophomonas	1464
s__Stenotrophomonas-maltophilia	1465
g__Defluviicoccus	1466
s__Defluviicoccus-vanus	1467
s__Mycolicibacter-minnesotensis	1468
g__Ciceribacter	1469
s__Ciceribacter-naphthalenivorans	1470
s__Budvicia-diplopodorum	1471
s__Methyloversatilis-discipulorum	1472
s__Nocardioides-perillae	1473
s__Rhizobium-grahamii	1474
s__Pseudorhodobacter-wandonensis	1475
g__Aquamicrobium	1476
s__Aquamicrobium-sp.	1477
s__Rhizobium-sp.	1478
g__Sphingopyxis	1479
s__Sphingopyxis-sp.	1480
s__Mycobacterium-sp.	1481
g__Acaricomes	1482
s__Acaricomes-phytoseiuli	1483
g__Acetitomaculum	1484
s__Acetitomaculum-ruminis	1485
s__Acetobacter-nitrogenifigens	1486
g__Acidaminobacter	1487
s__Acidaminobacter-hydrogenoformans	1488
g__Acidocella	1489
s__Acidocella-aminolytica	1490
s__Acinetobacter-bouvetii	1491
s__Acinetobacter-gerneri	1492
s__Acinetobacter-tandoii	1493
s__Acinetobacter-tjernbergiae	1494
s__Acinetobacter-towneri	1495
s__Actinoalloteichus-caeruleus	1496
g__Actinobacillus	1497
s__Actinobacillus-capsulatus	1498
g__Actinotignum	1499
s__Actinotignum-schaalii	1500
s__Actinotignum-urinale	1501
g__Actinokineospora	1502
s__Actinokineospora-enzanensis	1503
s__Actinokineospora-inagensis	1504
s__Actinomadura-atramentaria	1505
s__Actinomadura-rifamycini	1506
s__Actinomadura-pelletieri	1507
s__Actinomyces-dentalis	1508
s__Schaalia-georgiae	1509
s__Actinomyces-gerencseriae	1510
s__Actinomyces-israelii	1511
g__Winkia	1512
s__Winkia-neuii	1513
s__Schaalia-suimastitidis	1514
s__Schaalia-vaccimaxillae	1515
g__Actinomycetospora	1516
s__Actinomycetospora-chiangmaiensis	1517
s__Actinoplanes-globisporus	1518
f__Actinopolymorphaceae	1519
g__Actinopolymorpha	1520
s__Actinopolymorpha-alba	1521
g__Aequorivita	1522
s__Aequorivita-capsosiphonis	1523
g__Aestuariibacter	1524
s__Aestuariibacter-salexigens	1525
g__Aestuariimicrobium	1526
s__Aestuariimicrobium-kwangyangense	1527
f__Afifellaceae	1528
g__Afifella	1529
s__Afifella-marina	1530
s__Afifella-pfennigii	1531
g__Agrococcus	1532
s__Agrococcus-lahaulensis	1533
g__Agromyces	1534
s__Agromyces-italicus	1535
s__Agromyces-subbeticus	1536
f__Ahrensiaceae	1537
g__Ahrensia	1538
s__Ahrensia-kielensis	1539
g__Alcaligenes	1540
s__Alcaligenes-faecalis	1541
g__Algicola	1542
s__Algicola-sagamiensis	1543
s__Algoriphagus-boritolerans	1544
s__Algoriphagus-mannitolivorans	1545
s__Algoriphagus-marincola	1546
s__Algoriphagus-terrigena	1547
s__Algoriphagus-vanfongensis	1548
g__Aliagarivorans	1549
s__Aliagarivorans-taiwanensis	1550
s__Alicyclobacillus-contaminans	1551
s__Alicyclobacillus-herbarius	1552
g__Effusibacillus	1553
s__Effusibacillus-pohliae	1554
g__Alkalibacter	1555
s__Alkalibacter-saccharofermentans	1556
g__Alkaliphilus	1557
s__Alkaliphilus-peptidifermentans	1558
g__Alkanindiges	1559
s__Alkanindiges-illinoisensis	1560
g__Allofustis	1561
s__Allofustis-seminis	1562
o__Bifidobacteriales	1563
f__Bifidobacteriaceae	1564
g__Alloscardovia	1565
s__Alloscardovia-omnicolens	1566
g__Alysiella	1567
s__Alysiella-crassa	1568
s__Alysiella-filiformis	1569
f__Amorphaceae	1570
g__Amorphus	1571
s__Amorphus-coralli	1572
s__Amycolatopsis-taiwanensis	1573
g__Anaeroarcus	1574
s__Anaeroarcus-burkinensis	1575
f__Succinivibrionaceae	1576
g__Anaerobiospirillum	1577
s__Anaerobiospirillum-succiniciproducens	1578
f__Proteinivoraceae	1579
g__Anaerobranca	1580
s__Anaerobranca-californiensis	1581
s__Anaerobranca-gottschalkii	1582
g__Anaerosphaera	1583
s__Anaerosphaera-aminiphila	1584
g__Anaerosporobacter	1585
s__Anaerosporobacter-mobilis	1586
f__Selenomonadaceae	1587
g__Anaerovibrio	1588
s__Anaerovibrio-lipolyticus	1589
g__Andreprevotia	1590
s__Andreprevotia-chitinilytica	1591
s__Andreprevotia-lacus	1592
g__Aneurinibacillus	1593
s__Aneurinibacillus-terranovensis	1594
s__Aquamicrobium-aerolatum	1595
g__Aquaspirillum	1596
s__Aquaspirillum-serpens	1597
s__Aquimarina-latercula	1598
s__Aquimarina-muelleri	1599
s__Arenibacter-certesii	1600
s__Arenibacter-latericius	1601
g__Arenimonas	1602
s__Arenimonas-composti	1603
s__Arenimonas-donghaensis	1604
s__Arenimonas-oryziterrae	1605
g__Arhodomonas	1606
s__Arhodomonas-aquaeolei	1607
g__Arsenicicoccus	1608
s__Arsenicicoccus-bolidensis	1609
g__Arsenophonus	1610
s__Arsenophonus-nasoniae	1611
s__Arthrobacter-castelli	1612
g__Haematomicrobium	1613
s__Haematomicrobium-sanguinis	1614
o__Eggerthellales	1615
f__Eggerthellaceae	1616
g__Adlercreutzia	1617
s__Adlercreutzia-equolifaciens	1618
g__Asticcacaulis	1619
s__Asticcacaulis-benevestitus	1620
f__Atopobiaceae	1621
g__Atopobium	1622
s__Atopobium-fossor	1623
g__Atopococcus	1624
s__Atopococcus-tabaci	1625
g__Atopostipes	1626
s__Atopostipes-suicloacalis	1627
f__Aurantimonadaceae	1628
g__Aureimonas	1629
s__Aureimonas-altamirensis	1630
s__Aureimonas-ureilytica	1631
f__Zoogloeaceae	1632
g__Parazoarcus	1633
s__Parazoarcus-communis	1634
f__Sphaerotilaceae	1635
g__Azohydromonas	1636
s__Azohydromonas-australica	1637
f__Azonexaceae	1638
g__Azonexus	1639
s__Azonexus-hydrophilus	1640
f__Azospirillaceae	1641
g__Azospirillum	1642
s__Azospirillum-halopraeferens	1643
g__Azovibrio	1644
s__Azovibrio-restrictus	1645
g__Salibacterium	1646
s__Salibacterium	1647
g__Alteribacter	1648
s__Alteribacter-aurantiacus	1649
g__Alkalicoccus	1650
s__Alkalicoccus-chagannorensis	1651
g__Priestia	1652
s__Priestia-endophytica	1653
g__Siminovitchia	1654
s__Siminovitchia-fordii	1655
s__Fictibacillus-gelatini	1656
g__Peribacillus	1657
s__Peribacillus-kribbensis	1658
g__Ectobacillus	1659
s__Ectobacillus-panaciterrae	1660
g__Phocaeicola	1661
s__Phocaeicola-barnesiae	1662
s__Bacteroides-gallinarum	1663
s__Bacteroides-graminisolvens	1664
s__Phocaeicola-massiliensis	1665
s__Bacteroides-propionicifaciens	1666
s__Bacteroides-pyogenes	1667
s__Campylobacter-ureolyticus	1668
f__Balneatrichaceae	1669
g__Balneatrix	1670
s__Balneatrix-alpica	1671
p__Balneolota	1672
c__Balneolia	1673
o__Balneolales	1674
f__Balneolaceae	1675
g__Balneola	1676
s__Balneola-vulgaris	1677
g__Belnapia	1678
s__Belnapia-moabensis	1679
g__Bifidobacterium	1680
s__Bifidobacterium	1681
g__Blautia	1682
s__Blautia-producta	1683
g__Brachymonas	1684
s__Brachymonas-chironomi	1685
s__Brachymonas-denitrificans	1686
g__Brackiella	1687
s__Brackiella-oedipodis	1688
s__Brenneria-nigrifluens	1689
s__Brevundimonas-aveniformis	1690
s__Brevundimonas-bacteroides	1691
s__Brevundimonas-naejangsanensis	1692
f__Listeriaceae	1693
g__Brochothrix	1694
s__Brochothrix-thermosphacta	1695
f__Odoribacteraceae	1696
g__Butyricimonas	1697
s__Butyricimonas-synergistica	1698
s__Butyricimonas-virosa	1699
g__Butyrivibrio	1700
s__Butyrivibrio-fibrisolvens	1701
s__Butyrivibrio-hungatei	1702
g__Caenimonas	1703
s__Caenimonas-koreensis	1704
g__Caldanaerobius	1705
s__Caldanaerobius-fijiensis	1706
g__Caloramator	1707
s__Caloramator-proteoclasticus	1708
g__Caminicella	1709
s__Caminicella-sporogenes	1710
s__Campylobacter-cuniculorum	1711
f__Clostridiales-Family-XVI.-Incertae-Sedis	1712
g__Carboxydocella	1713
s__Carboxydocella-sporoproducens	1714
s__Gemmobacter-nectariphilus	1715
g__Catelliglobosispora	1716
s__Catelliglobosispora-koreensis	1717
g__Chitinibacter	1718
s__Chitinibacter-tainanensis	1719
g__Chitinilyticum	1720
s__Chitinilyticum-aquatile	1721
g__Chitinimonas	1722
s__Chitinimonas-koreensis	1723
s__Chitinimonas-taiwanensis	1724
g__Chitiniphilus	1725
s__Chitiniphilus-shinanonensis	1726
g__Chromobacterium	1727
s__Chromobacterium	1728
g__Epilithonimonas	1729
s__Epilithonimonas-bovis	1730
g__Kaistella	1731
s__Kaistella-palustris	1732
f__Thermohalobacteraceae	1733
g__Clostridiisalibacter	1734
s__Clostridiisalibacter-paucivorans	1735
s__Clostridium-acetireducens	1736
s__Clostridium-acidisoli	1737
s__Clostridium-akagii	1738
s__Clostridium-algidicarnis	1739
g__Lachnoclostridium	1740
s__[Clostridium]-aminophilum	1741
s__Clostridium-amylolyticum	1742
g__Paramaledivibacter	1743
s__Paramaledivibacter-caminithermalis	1744
s__Clostridium-cavendishii	1745
s__Clostridium-colicanis	1746
s__Clostridium-collagenovorans	1747
s__Clostridium-cylindrosporum	1748
s__Clostridium-felsineum	1749
g__Terrisporobacter	1750
s__Terrisporobacter-glycolicus	1751
s__Clostridium-grantii	1752
s__Clostridium-homopropionicum	1753
s__Clostridium-hydrogeniformans	1754
g__Asaccharospora	1755
s__Asaccharospora-irregularis	1756
g__Peptoclostridium	1757
s__Peptoclostridium-litorale	1758
s__Romboutsia-lituseburensis	1759
g__unclassified-Peptostreptococcaceae-genus	1760
s__[Clostridium]-paradoxum	1761
g__Hathewaya	1762
s__Hathewaya-proteolytica	1763
g__Thomasclavelia	1764
s__Thomasclavelia-saccharogumia	1765
g__unclassified-Oscillospiraceae-genus	1766
s__[Clostridium]-sporosphaeroides	1767
g__Ruminiclostridium	1768
s__Ruminiclostridium-sufflavum	1769
s__Clostridium-tepidiprofundi	1770
s__Clostridium-thermobutyricum	1771
s__[Clostridium]-viride	1772
g__Anaerocolumna	1773
s__Anaerocolumna-xylanovorans	1774
g__Cohnella	1775
s__Cohnella-laeviribosi	1776
s__Cohnella-thermotolerans	1777
s__Comamonas-badia	1778
s__Comamonas-composti	1779
g__Conchiformibius	1780
s__Conchiformibius-kuhniae	1781
s__Conchiformibius-steedae	1782
g__Gryllotalpicola	1783
s__Gryllotalpicola-ginsengisoli	1784
g__Cytophaga	1785
s__Cytophaga-aurantiaca	1786
f__Spongiibacteraceae	1787
g__Dasania	1788
s__Dasania-marina	1789
g__Deefgea	1790
s__Deefgea-rivuli	1791
o__Deinococcales	1792
f__Deinococcaceae	1793
g__Deinococcus	1794
s__Deinococcus-apachensis	1795
s__Deinococcus-aquatilis	1796
s__Deinococcus-ficus	1797
s__Deinococcus-frigens	1798
s__Deinococcus-marmoris	1799
s__Deinococcus-misasensis	1800
s__Deinococcus-murrayi	1801
f__Dermacoccaceae	1802
g__Demetria	1803
s__Demetria-terragena	1804
g__Dendrosporobacter	1805
s__Dendrosporobacter-quercicolus	1806
f__Dermatophilaceae	1807
g__Dermatophilus	1808
s__Dermatophilus-congolensis	1809
g__Derxia	1810
s__Derxia-gummosa	1811
g__Desmospora	1812
s__Desmospora-activa	1813
c__Syntrophobacteria	1814
o__Syntrophobacterales	1815
f__Syntrophobacteraceae	1816
g__Desulfacinum	1817
s__Desulfacinum-hydrothermale	1818
s__Desulfacinum-infernum	1819
c__Desulfobacteria	1820
o__Desulfobacterales	1821
f__Desulfatibacillaceae	1822
g__Desulfatibacillum	1823
s__Desulfatibacillum-aliphaticivorans	1824
s__Desulfatibacillum-alkenivorans	1825
f__Desulfatirhabdiaceae	1826
g__Desulfatirhabdium	1827
s__Desulfatirhabdium-butyrativorans	1828
f__Desulfitobacteriaceae	1829
g__Desulfitobacterium	1830
s__Desulfitobacterium	1831
f__Desulfobacteraceae	1832
g__Desulfobacter	1833
s__Desulfobacter-curvatus	1834
s__Desulfobacter-vibrioformis	1835
g__Desulfatiglans	1836
s__Desulfatiglans-anilini	1837
g__Desulfocicer	1838
s__Desulfocicer-vacuolatum	1839
c__Desulfobulbia	1840
o__Desulfobulbales	1841
f__Desulfobulbaceae	1842
g__Desulfobulbus	1843
s__Desulfobulbus-elongatus	1844
g__Desulfogranum	1845
s__Desulfogranum-japonicum	1846
s__Desulfogranum-mediterraneum	1847
f__Desulfococcaceae	1848
g__Desulfococcus	1849
s__Desulfococcus-multivorans	1850
c__Desulfovibrionia	1851
o__Desulfovibrionales	1852
f__Desulfovibrionaceae	1853
g__Desulfocurvus	1854
s__Desulfocurvus-vexinensis	1855
f__Desulfonatronovibrionaceae	1856
g__Desulfonatronovibrio	1857
s__Desulfonatronovibrio-hydrogenovorans	1858
f__Desulfocapsaceae	1859
g__Desulfopila	1860
s__Desulfopila-aestuarii	1861
g__Desulfosporosinus	1862
s__Desulfosporosinus-hippei	1863
s__Desulfosporosinus-lacus	1864
f__Peptococcaceae	1865
g__Desulforamulus	1866
s__Desulforamulus-aeronauticus	1867
f__Desulfallaceae	1868
g__Desulfotruncus	1869
s__Desulfotruncus-alcoholivorax	1870
g__Desulfofalx	1871
s__Desulfofalx-alkaliphila	1872
s__Desulfotruncus-arcticus	1873
g__Desulfoscipio	1874
s__Desulfoscipio-geothermicus	1875
s__Desulforamulus-hydrothermalis	1876
s__Desulforamulus-putei	1877
g__Desulfofundulus	1878
s__Desulfofundulus-thermocisternus	1879
g__Desulfallas	1880
s__Desulfallas-thermosapovorans	1881
s__Desulfofundulus-thermosubterraneus	1882
f__Desulfohalobiaceae	1883
g__Desulfovermiculus	1884
s__Desulfovermiculus-halophilus	1885
g__Solidesulfovibrio	1886
s__Solidesulfovibrio-alcoholivorans	1887
g__Desulfohalovibrio	1888
