<pad>	0
<s>	1
</s>	2
p__Pseudomonadota	3
c__Alphaproteobacteria	4
o__Hyphomicrobiales	5
f__Xanthobacteraceae	6
g__Ancylobacter	7
s__Ancylobacter-aquaticus	8
p__Bacillota	9
c__Bacilli	10
o__Lactobacillales	11
f__Streptococcaceae	12
g__Streptococcus	13
s__Streptococcus-phocae	14
c__Betaproteobacteria	15
o__Nitrosomonadales	16
f__Sterolibacteriaceae	17
g__Methyloversatilis	18
s__Methyloversatilis-universalis	19
p__Actinomycetota	20
c__Actinomycetes	21
o__Pseudonocardiales	22
f__Pseudonocardiaceae	23
g__Halosaccharopolyspora	24
s__Halosaccharopolyspora-lacisalsi	25
o__Micrococcales	26
f__Microbacteriaceae	27
g__Cryobacterium	28
s__Cryobacterium	29
c__Gammaproteobacteria	30
o__Vibrionales	31
f__Vibrionaceae	32
g__Photobacterium	33
s__Photobacterium	34
o__Thiotrichales	35
f__Francisellaceae	36
g__Francisella	37
s__Francisella-tularensis	38
o__Pseudomonadales	39
f__Pseudomonadaceae	40
g__Pseudomonas	41
s__Pseudomonas-mendocina	42
p__Spirochaetota	43
c__Spirochaetia	44
o__Leptospirales	45
f__Leptospiraceae	46
g__Leptospira	47
s__Leptospira-weilii	48
s__Leptospira-noguchii	49
c__Clostridia	50
o__Eubacteriales	51
f__Clostridiaceae	52
g__Clostridium	53
s__Clostridium-peptidivorans	54
o__Burkholderiales	55
f__Burkholderiaceae	56
g__Cupriavidus	57
s__Cupriavidus-agavae	58
p__Nitrososphaerota	59
c__unclassified-Nitrososphaerota-class	60
o__Nitrosopumilales	61
f__Nitrosopumilaceae	62
g__Nitrosarchaeum	63
s__Nitrosarchaeum-koreense	64
f__Dermatophilaceae	65
g__Austwickia	66
s__Austwickia-chelonae	67
o__Kitasatosporales	68
f__Streptomycetaceae	69
g__Streptomyces	70
s__Streptomyces-coelicolor	71
p__Planctomycetota	72
c__Planctomycetia	73
o__Planctomycetales	74
f__Planctomycetaceae	75
g__unclassified-Planctomycetaceae-genus	76
s__uncultured-Planctomycetaceae-bacterium	77
o__Moraxellales	78
f__Moraxellaceae	79
g__Psychrobacter	80
s__Psychrobacter-sp.	81
p__Verrucomicrobiota	82
c__Verrucomicrobiae	83
o__Verrucomicrobiales	84
f__unclassified-Verrucomicrobiales-family	85
g__unclassified-Verrucomicrobiales-genus	86
s__uncultured-Verrucomicrobiales-bacterium	87
o__Rhodobacterales	88
f__Roseobacteraceae	89
g__Leisingera	90
s__Leisingera-sp.	91
o__Enterobacterales	92
f__Hafniaceae	93
g__Hafnia	94
s__Hafnia-alvei	95
p__Bacteroidota	96
c__Bacteroidia	97
o__Bacteroidales	98
f__Prevotellaceae	99
g__Prevotella	100
s__Prevotella-stercorea	101
f__Enterobacteriaceae	102
g__Yokenella	103
s__Yokenella-regensburgei	104
g__Halopseudomonas	105
s__Halopseudomonas-formosensis	106
o__Pelagibacterales	107
f__Pelagibacteraceae	108
g__Candidatus-Pelagibacter	109
s__Candidatus-Pelagibacter-sp.	110
p__Acidobacteriota	111
c__Terriglobia	112
o__Terriglobales	113
f__Acidobacteriaceae	114
g__Occallatibacter	115
s__Occallatibacter-savannae	116
c__Negativicutes	117
o__Selenomonadales	118
f__Selenomonadaceae	119
g__Pectinatus	120
s__Pectinatus-sottacetonis	121
p__Campylobacterota	122
c__Epsilonproteobacteria	123
o__Campylobacterales	124
f__Helicobacteraceae	125
g__Helicobacter	126
s__Helicobacter-bizzozeronii	127
o__Bacillales	128
f__Planococcaceae	129
g__Solibacillus	130
s__Solibacillus-silvestris	131
c__Rubrobacteria	132
o__Gaiellales	133
f__Gaiellaceae	134
g__Gaiella	135
s__Gaiella-occulta	136
c__Cytophagia	137
o__Cytophagales	138
f__Thermoflexibacteraceae	139
g__Thermoflexibacter	140
s__Thermoflexibacter-ruber	141
g__Streptantibioticus	142
s__Streptantibioticus-cattleyicolor	143
f__Alcaligenaceae	144
g__Achromobacter	145
s__Achromobacter-insuavis	146
f__unclassified-Planctomycetales-family	147
g__unclassified-Planctomycetales-genus	148
s__uncultured-Planctomycetales-bacterium	149
f__Alicyclobacillaceae	150
g__Alicyclobacillus	151
s__Alicyclobacillus-cellulosilyticus	152
c__Chitinophagia	153
o__Chitinophagales	154
f__Chitinophagaceae	155
g__Chitinophaga	156
s__Chitinophaga-sancti	157
f__Morganellaceae	158
g__Photorhabdus	159
s__Photorhabdus-khanii	160
p__Mycoplasmatota	161
c__Mollicutes	162
o__Mycoplasmatales	163
f__Mycoplasmataceae	164
g__Mesomycoplasma	165
s__Mesomycoplasma-flocculare	166
c__Candidatus-Brocadiia	167
o__Candidatus-Brocadiales	168
f__Candidatus-Brocadiaceae	169
g__Candidatus-Brocadia	170
s__Candidatus-Brocadia-caroliniensis	171
g__Hydrotalea	172
s__Hydrotalea-sandarakina	173
g__Vibrio	174
s__Vibrio-sonorensis	175
s__Vibrio-mexicanus	176
o__Actinomycetales	177
f__Actinomycetaceae	178
g__Schaalia	179
s__Schaalia-canis	180
o__Alteromonadales	181
f__Alteromonadaceae	182
g__Alteromonas	183
s__Alteromonas-macleodii	184
o__Mycobacteriales	185
f__Gordoniaceae	186
g__Gordonia	187
s__Gordonia-iterans	188
f__Oxalobacteraceae	189
g__Collimonas	190
s__Collimonas-fungivorans	191
f__Erwiniaceae	192
g__Buchnera	193
s__Buchnera-aphidicola	194
o__Pasteurellales	195
f__Pasteurellaceae	196
g__Gallibacterium	197
s__Gallibacterium	198
s__Pseudomonas-bharatica	199
s__Streptococcus-infantis	200
p__Synergistota	201
c__Synergistia	202
o__Synergistales	203
f__Aminobacteriaceae	204
g__Aminivibrio	205
s__Aminivibrio-pyruvatiphilus	206
g__Roseovarius	207
s__Roseovarius-lutimaris	208
g__Planococcus	209
s__Planococcus-halocryophilus	210
o__Propionibacteriales	211
f__Nocardioidaceae	212
g__Nocardioides	213
s__Nocardioides-szechwanensis	214
s__Nocardioides-psychrotolerans	215
g__Trabulsiella	216
s__Trabulsiella-guamensis	217
g__Tatumella	218
s__Tatumella-ptyseos	219
f__Budviciaceae	220
g__Leminorella	221
s__Leminorella-grimontii	222
g__Kluyvera	223
s__Kluyvera-ascorbata	224
g__Buttiauxella	225
s__Buttiauxella-agrestis	226
p__Thermoproteota	227
c__Thermoprotei	228
o__Sulfolobales	229
f__Sulfolobaceae	230
g__Metallosphaera	231
s__Metallosphaera-cuprina	232
p__Thermotogota	233
c__Thermotogae	234
o__Petrotogales	235
f__Petrotogaceae	236
g__Defluviitoga	237
s__Defluviitoga-tunisiensis	238
c__unclassified-Mycoplasmatota-class	239
o__Mycoplasmoidales	240
f__Metamycoplasmataceae	241
g__Mycoplasmoides	242
s__Mycoplasmoides-gallisepticum	243
o__Aeromonadales	244
f__Aeromonadaceae	245
g__Aeromonas	246
s__Aeromonas-cavernicola	247
f__Oscillospiraceae	248
g__Oscillibacter	249
s__Oscillibacter-ruminantium	250
s__Pseudomonas-kuykendallii	251
f__Paenibacillaceae	252
g__Paenibacillus	253
s__Paenibacillus-elgii	254
g__Pusillimonas	255
s__Pusillimonas-sp.	256
p__unknown	257
c__unclassified	258
o__unclassified	259
f__unclassified	260
g__unclassified	261
s__unclassified	262
f__Lactobacillaceae	263
g__Companilactobacillus	264
s__Companilactobacillus-ginsenosidimutans	265
p__Euryarchaeota	266
c__Halobacteria	267
o__Halobacteriales	268
f__Halobacteriaceae	269
g__Halalkalicoccus	270
s__Halalkalicoccus-paucihalophilus	271
f__Mycobacteriaceae	272
g__Mycobacterium	273
s__Mycobacterium	274
o__Thermotogales	275
f__Fervidobacteriaceae	276
g__Fervidobacterium	277
s__Fervidobacterium	278
f__Eubacteriales-Family-XII.-Incertae-Sedis	279
g__Fusibacter	280
s__Fusibacter-tunisiensis	281
p__Fibrobacterota	282
c__Chitinispirillia	283
o__Chitinispirillales	284
f__Chitinispirillaceae	285
g__Chitinispirillum	286
s__Chitinispirillum-alkaliphilum	287
c__Flavobacteriia	288
o__Flavobacteriales	289
f__Flavobacteriaceae	290
g__Myroides	291
s__Myroides-injenensis	292
c__Erysipelotrichia	293
o__Erysipelotrichales	294
f__Coprobacillaceae	295
g__Coprobacillus	296
s__Coprobacillus-cateniformis	297
o__Rhodospirillales	298
f__Rhodospirillaceae	299
g__Telmatospirillum	300
s__uncultured-Telmatospirillum-sp.	301
f__Sporomusaceae	302
g__Acetonema	303
s__Acetonema-longum	304
o__Neisseriales	305
f__Chromobacteriaceae	306
g__Jeongeupia	307
s__Jeongeupia-sp.	308
c__Sphingobacteriia	309
o__Sphingobacteriales	310
f__Sphingobacteriaceae	311
g__Sphingobacterium	312
s__Sphingobacterium	313
f__Methylobacteriaceae	314
g__Methylobacterium	315
s__Methylobacterium	316
g__Thalassobius	317
s__Thalassobius-litoralis	318
g__Rummeliibacillus	319
s__Rummeliibacillus-pycnus	320
f__Cryomorphaceae	321
g__Cryomorpha	322
s__Cryomorpha-ignava	323
f__Acetobacteraceae	324
g__Gluconacetobacter	325
s__Gluconacetobacter-asukensis	326
f__Bacillaceae	327
g__Fictibacillus	328
s__Fictibacillus-enclensis	329
g__Domibacillus	330
s__Domibacillus-enclensis	331
f__Nocardiaceae	332
g__Rhodococcus	333
s__Rhodococcus-sp.	334
o__Haloferacales	335
f__Halorubraceae	336
g__Halobaculum	337
s__Halobaculum-magnesiiphilum	338
g__Capnocytophaga	339
s__Capnocytophaga-ochracea	340
g__Polaribacter	341
s__Polaribacter-glomeratus	342
p__Cyanobacteriota	343
c__Cyanophyceae	344
o__Pleurocapsales	345
f__Xenococcaceae	346
g__Xenococcus	347
s__Xenococcus-sp.	348
o__Oscillatoriales	349
f__Microcoleaceae	350
g__Baaleninema	351
s__Baaleninema-simplex	352
o__Chroococcales	353
f__Chroococcaceae	354
g__Gloeocapsa	355
s__Gloeocapsa-sp.	356
s__Helicobacter-pylori	357
f__Piscirickettsiaceae	358
g__Methylophaga	359
s__Methylophaga-aminisulfidivorans	360
g__Gracilibacillus	361
s__Gracilibacillus-kekensis	362
g__Sporosarcina	363
s__Sporosarcina-newyorkensis	364
s__Gordonia-alkanivorans	365
f__Micrococcaceae	366
g__Enteractinococcus	367
s__Enteractinococcus-coprophilus	368
f__Marivirgaceae	369
g__Marivirga	370
s__Marivirga-sericea	371
g__Lactiplantibacillus	372
s__Lactiplantibacillus-pentosus	373
g__Proteus	374
s__Proteus-penneri	375
o__Sphingomonadales	376
f__Erythrobacteraceae	377
g__Pontixanthobacter	378
s__Pontixanthobacter-gangjinensis	379
g__Arenibacter	380
s__Arenibacter-hampyeongensis	381
g__Aestuariibaculum	382
s__Aestuariibaculum-suncheonense	383
g__Gramella	384
s__Gramella-aestuarii	385
f__Shewanellaceae	386
g__Shewanella	387
s__Shewanella-aestuarii	388
f__Rhizobiaceae	389
g__Neorhizobium	390
s__Neorhizobium-galegae	391
o__Frankiales	392
f__Frankiaceae	393
g__Frankia	394
s__Frankia-sp.	395
s__Pseudomonas-sp.	396
g__Candidatus-Arthromitus	397
s__Candidatus-Arthromitus-sp.	398
f__Hyphomicrobiaceae	399
g__Hyphomicrobium	400
s__Hyphomicrobium-nitrativorans	401
g__Acinetobacter	402
s__Acinetobacter-sp.	403
g__Kocuria	404
s__Kocuria-rhizophila	405
f__Sphingomonadaceae	406
g__Sphingomonas	407
s__Sphingomonas-sp.	408
s__Streptomyces-sp.	409
f__Neisseriaceae	410
g__Neisseria	411
s__Neisseria-wadsworthii	412
s__Chitinophaga-oryziterrae	413
f__Campylobacteraceae	414
g__Campylobacter	415
s__Campylobacter-lari	416
o__Pirellulales	417
f__Pirellulaceae	418
g__Bremerella	419
s__Bremerella-cremea	420
o__Oceanospirillales	421
f__Oceanospirillaceae	422
g__Neptunomonas	423
s__Neptunomonas-concharum	424
g__Tropicimonas	425
s__Tropicimonas-sediminicola	426
s__Campylobacter-volucris	427
s__Campylobacter-insulaenigrae	428
f__Comamonadaceae	429
g__Extensimonas	430
s__Extensimonas-vulgaris	431
s__Campylobacter-hyointestinalis	432
s__Campylobacter-lanienae	433
s__Campylobacter-sputorum	434
f__Thiotrichaceae	435
g__Thiothrix	436
s__Thiothrix-sp.	437
s__Campylobacter-mucosalis	438
f__Arcobacteraceae	439
g__Aliarcobacter	440
s__Aliarcobacter-cryaerophilus	441
g__Malaciobacter	442
s__Malaciobacter-mytili	443
s__Aliarcobacter-skirrowii	444
s__Aliarcobacter-thereius	445
s__Aliarcobacter-trophiarum	446
s__Campylobacter-sp.	447
o__Streptosporangiales	448
f__Streptosporangiaceae	449
g__Nonomuraea	450
s__Nonomuraea-soli	451
f__Propionibacteriaceae	452
g__Microlunatus	453
s__Microlunatus-phosphovorus	454
s__Neisseria-shayeganii	455
g__Otariodibacter	456
s__Otariodibacter-oris	457
g__Aeromicrobium	458
s__Aeromicrobium-massiliense	459
f__Rikenellaceae	460
g__Alistipes	461
s__Alistipes-timonensis	462
s__Alistipes-senegalensis	463
c__Tissierellia	464
o__Tissierellales	465
f__Peptoniphilaceae	466
g__Anaerococcus	467
s__Anaerococcus-senegalensis	468
g__Bacillus	469
s__Bacillus-timonensis	470
f__Brevibacteriaceae	471
g__Brevibacterium	472
s__Brevibacterium	473
s__Clostridium-senegalense	474
g__Kurthia	475
s__Kurthia-sp.	476
s__Kurthia-massiliensis	477
s__Kurthia-senegalensis	478
g__Microvirga	479
s__Microvirga-massiliensis	480
s__Paenibacillus-senegalensis	481
g__Peptoniphilus	482
s__Peptoniphilus-senegalensis	483
o__Salinisphaerales	484
f__Salinisphaeraceae	485
g__Salinisphaera	486
s__Salinisphaera-shabanensis	487
f__Haloarculaceae	488
g__Halorhabdus	489
s__Halorhabdus-tiamatea	490
f__Marinobacteraceae	491
g__Marinobacter	492
s__Marinobacter-adhaerens	493
f__Weeksellaceae	494
g__Chryseobacterium	495
s__Chryseobacterium-sp.	496
g__Rhizobium	497
s__Rhizobium-leguminosarum	498
c__Coriobacteriia	499
o__Coriobacteriales	500
f__Coriobacteriaceae	501
g__Senegalimassilia	502
s__Senegalimassilia-anaerobia	503
f__Erysipelotrichaceae	504
g__Dielma	505
s__Dielma-fastidiosa	506
g__Robertmurraya	507
s__Robertmurraya-massiliosenegalensis	508
g__Xenorhabdus	509
s__Xenorhabdus-ishibashii	510
s__Paenibacillus-sp.	511
g__Flavobacterium	512
s__Flavobacterium	513
g__Mycoplasmopsis	514
s__Mycoplasmopsis-anatis	515
g__Variovorax	516
s__Variovorax-sp.	517
o__Legionellales	518
f__Legionellaceae	519
g__Legionella	520
s__Legionella-massiliensis	521
s__Legionella-tunisiensis	522
f__Phyllobacteriaceae	523
g__Aminobacter	524
s__Aminobacter-anthyllidis	525
g__Haemophilus	526
s__Haemophilus-pittmaniae	527
o__Caulobacterales	528
f__Caulobacteraceae	529
g__Brevundimonas	530
s__Brevundimonas-diminuta	531
s__Capnocytophaga-sp.	532
f__Corynebacteriaceae	533
g__Corynebacterium	534
s__Corynebacterium	535
g__Alloprevotella	536
s__Alloprevotella-sp.	537
g__Pseudoduganella	538
s__Pseudoduganella-namucuonensis	539
f__Cyclobacteriaceae	540
g__Echinicola	541
s__Echinicola-shivajiensis	542
s__Nocardioides-soli	543
s__Pseudoduganella-lurida	544
s__Microlunatus-flavus	545
o__Micromonosporales	546
f__Micromonosporaceae	547
g__Actinoplanes	548
s__Actinoplanes-atraurantiacus	549
g__Advenella	550
s__Advenella-kashmirensis	551
f__Idiomarinaceae	552
g__Idiomarina	553
s__Idiomarina-sp.	554
c__Methanomicrobia	555
o__Methanosarcinales	556
f__Methanosarcinaceae	557
g__Methanosarcina	558
s__Methanosarcina-spelaei	559
f__Boseaceae	560
g__Bosea	561
s__Bosea-lathyri	562
s__Bosea-lupini	563
g__Kutzneria	564
s__Kutzneria-kofuensis	565
g__Lentzea	566
s__Lentzea-flava	567
g__Saccharothrix	568
s__Saccharothrix-syringae	569
s__Saccharothrix-texasensis	570
g__Pelagimonas	571
s__Pelagimonas-phthalicica	572
s__Chryseobacterium	573
s__Mycoplasmopsis-columbina	574
s__Robertmurraya-kyonggiensis	575
g__Profundibacterium	576
s__Profundibacterium	577
g__Aquimarina	578
s__Aquimarina-amphilecti	579
g__Thermopolyspora	580
s__Thermopolyspora-flexuosa	581
s__Nonomuraea-turkmeniaca	582
s__Planococcus-plakortidis	583
g__Azorhizobium	584
s__Azorhizobium-doebereinerae	585
f__Nitrobacteraceae	586
g__Bradyrhizobium	587
s__Bradyrhizobium-murdochi	588
s__Bradyrhizobium-elkanii	589
s__Bradyrhizobium-japonicum	590
s__Bradyrhizobium-sp.	591
g__Paraburkholderia	592
s__Paraburkholderia-mimosarum	593
o__Veillonellales	594
f__Veillonellaceae	595
g__Veillonella	596
s__Veillonella-criceti	597
s__Pseudomonas-chlororaphis	598
s__Streptomyces-xinghaiensis	599
g__Acetobacter	600
s__Acetobacter-estunensis	601
s__Acetobacter-peroxydans	602
g__Mesorhizobium	603
s__Mesorhizobium-loti	604
s__Mesorhizobium-erdmanii	605
s__Mesorhizobium-sp.	606
s__Acetobacter-lovaniensis	607
s__Acetobacter-indonesiensis	608
s__Rhizobium-giardinii	609
s__Rhizobium-sullae	610
s__Rhizobium-leucaenae	611
g__Sinorhizobium	612
s__Sinorhizobium-medicae	613
g__Ensifer	614
s__Ensifer-sp.	615
s__Jeongeupia-chitinilytica	616
c__unclassified-Verrucomicrobiota-class	617
o__unclassified-Verrucomicrobiota-order	618
f__unclassified-Verrucomicrobiota-family	619
g__Methylacidimicrobium	620
s__Methylacidimicrobium-cyclopophantes	621
s__Methylacidimicrobium-tartarophylax	622
o__Methanocellales	623
f__Methanocellaceae	624
g__Methanocella	625
s__Methanocella-conradii	626
o__Synechococcales	627
f__Prochlorococcaceae	628
g__Prochlorococcus	629
s__Prochlorococcus-marinus	630
g__Erythrobacter	631
s__Erythrobacter-sp.	632
f__Nocardiopsaceae	633
g__Streptomonospora	634
s__Streptomonospora-salina	635
s__Clostridium-sp.	636
g__Brevibacillus	637
s__Brevibacillus-laterosporus	638
g__Marinobacterium	639
s__Marinobacterium	640
g__Ochrovirga	641
s__Ochrovirga-pacifica	642
o__Cellvibrionales	643
f__Microbulbiferaceae	644
g__Microbulbifer	645
s__Microbulbifer-agarilyticus	646
g__Oceanicola	647
s__Oceanicola-sp.	648
g__Tenacibaculum	649
s__Tenacibaculum-mesophilum	650
c__Thermococci	651
o__Thermococcales	652
f__Thermococcaceae	653
g__Thermococcus	654
s__Thermococcus-sp.	655
s__Streptomyces-zagrosensis	656
f__Ornithinimicrobiaceae	657
g__Serinicoccus	658
s__Serinicoccus-profundi	659
g__Microbacterium	660
s__Microbacterium	661
f__Demequinaceae	662
g__Demequina	663
s__Demequina-mangrovi	664
s__Erythrobacter-longus	665
g__Erwinia	666
s__Erwinia-tracheiphila	667
g__Oenococcus	668
s__Oenococcus-kitaharae	669
g__Citricoccus	670
s__Citricoccus-sp.	671
s__Sphingomonas-lutea	672
s__Neptunomonas-qingdaonensis	673
g__Arthrobacter	674
s__Arthrobacter-cupressi	675
s__Nocardioides-lianchengensis	676
s__Paenibacillus-catalpae	677
s__Kutzneria-buriramensis	678
g__Weissella	679
s__Weissella-koreensis	680
o__Xanthomonadales	681
f__Xanthomonadaceae	682
g__Pseudoxanthomonas	683
s__Pseudoxanthomonas-spadix	684
g__Trichodesmium	685
s__Trichodesmium-erythraeum	686
s__Vibrio-penaeicida	687
s__Marivirga-lumbricoides	688
f__Yersiniaceae	689
g__Serratia	690
s__Serratia-sp.	691
s__Helicobacter-suis	692
s__Nocardioides-daejeonensis	693
p__Chlamydiota	694
c__Chlamydiia	695
o__Chlamydiales	696
f__Chlamydiaceae	697
g__Chlamydia	698
s__Chlamydia-ibidis	699
g__Liquorilactobacillus	700
s__Liquorilactobacillus-mali	701
s__Chitinophaga-japonensis	702
s__Acinetobacter-lwoffii	703
g__Bizionia	704
s__Bizionia-argentinensis	705
s__Streptococcus-salivarius	706
s__Chitinophaga-filiformis	707
g__Nocardia	708
s__Nocardia-sp.	709
s__Streptomyces-uncialis	710
p__Nitrospirota	711
c__Nitrospiria	712
o__Nitrospirales	713
f__Nitrospiraceae	714
g__Leptospirillum	715
s__Leptospirillum-ferriphilum	716
o__Sporichthyales	717
f__Sporichthyaceae	718
g__Sporichthya	719
s__Sporichthya-polymorpha	720
f__Thermoactinomycetaceae	721
g__Marininema	722
s__Marininema-mesophilum	723
s__Fusibacter-sp.	724
g__Compostimonas	725
s__Compostimonas-suwonensis	726
g__Halopenitus	727
s__Halopenitus-persicus	728
g__Aliidiomarina	729
s__Aliidiomarina-shirensis	730
f__Mycoplasmoidaceae	731
g__Malacoplasma	732
s__Malacoplasma-iowae	733
s__Alicyclobacillus-acidocaldarius	734
f__Cytophagaceae	735
g__Anditalea	736
s__Anditalea-andensis	737
o__Chromatiales	738
f__Chromatiaceae	739
g__Allochromatium	740
s__Allochromatium-vinosum	741
o__Nostocales	742
f__Scytonemataceae	743
g__Brasilonema	744
s__Brasilonema-angustatum	745
g__Scytonematopsis	746
s__Scytonematopsis-contorta	747
g__Litoreibacter	748
s__Litoreibacter-meonggei	749
s__Leptospira-alexanderi	750
s__Leptospira-broomii	751
s__Leptospira-inadai	752
s__Leptospira-kirschneri	753
s__Leptospira-kmetyi	754
s__Actinoplanes-rishiriensis	755
g__Allobaculum	756
s__Allobaculum-stercoricanis	757
o__Actinopolysporales	758
f__Actinopolysporaceae	759
g__Actinopolyspora	760
s__Actinopolyspora-mortivallis	761
f__unclassified-Burkholderiales-family	762
g__Thiomonas	763
s__Thiomonas-sp.	764
f__Synechococcaceae	765
g__Synechococcus	766
s__Synechococcus-sp.	767
g__Agrobacterium	768
s__Agrobacterium	769
g__Cutibacterium	770
s__Cutibacterium	771
s__Bacillus-mojavensis	772
s__Saccharothrix-tamanrassetensis	773
s__Vibrio-splendidus	774
s__Vibrio-tubiashii	775
s__Rhodococcus-fascians	776
s__Neisseria-weaveri	777
f__Ectothiorhodospiraceae	778
g__Halorhodospira	779
s__Halorhodospira-halochloris	780
g__Ralstonia	781
s__Ralstonia-mannitolilytica	782
o__Geodermatophilales	783
f__Geodermatophilaceae	784
g__Klenkia	785
s__Klenkia-soli	786
s__Bacillus-spizizenii	787
s__Halorhodospira-halophila	788
g__Komagataeibacter	789
s__Komagataeibacter-sucrofermentans	790
g__Marinomonas	791
s__Marinomonas-hwangdonensis	792
o__unclassified-Betaproteobacteria-order	793
f__unclassified-Betaproteobacteria-family	794
g__Candidatus-Tremblaya	795
s__Candidatus-Tremblaya-princeps	796
f__Intrasporangiaceae	797
g__Janibacter	798
s__Janibacter-terrae	799
g__Ectothiorhodospira	800
s__Ectothiorhodospira-shaposhnikovii	801
g__Arcobacter	802
s__Arcobacter-venerupis	803
s__Arcobacter-cloacae	804
g__Levilactobacillus	805
s__Levilactobacillus-yonginensis	806
o__Maricaulales	807
f__Robiginitomaculaceae	808
g__Hellea	809
s__uncultured-Hellea-sp.	810
g__Streptacidiphilus	811
s__Streptacidiphilus-neutrinimicus	812
f__Paracoccaceae	813
g__Rhodobacter	814
s__Rhodobacter-viridis	815
g__unclassified-Acetobacteraceae-genus	816
s__Acetobacteraceae-bacterium	817
p__Candidatus-Thermoplasmatota	818
c__Thermoplasmata	819
o__Thermoplasmatales	820
f__unclassified-Thermoplasmatales-family	821
g__unclassified-Thermoplasmatales-genus	822
s__Thermoplasmatales-archaeon-BRNA1	823
g__Gemmobacter	824
s__Gemmobacter-lanyuensis	825
g__Rivicola	826
s__Rivicola-pingtungensis	827
s__Streptomyces-purpureus	828
s__Roseovarius-marisflavi	829
f__Halomonadaceae	830
g__Cobetia	831
s__Cobetia-pacifica	832
s__Pseudomonas-karstica	833
g__Nitrosococcus	834
s__Nitrosococcus-watsonii	835
g__Muricauda	836
s__Muricauda-antarctica	837
o__Acidilobales	838
f__Caldisphaeraceae	839
g__Caldisphaera	840
s__Caldisphaera-lagunensis	841
g__Stutzerimonas	842
s__[Pseudomonas]-nosocomialis	843
f__Cellvibrionaceae	844
g__Teredinibacter	845
s__Teredinibacter-turnerae	846
g__Thiococcus	847
s__Thiococcus-pfennigii	848
g__Thiocapsa	849
s__Thiocapsa-roseopersicina	850
f__Lachnospiraceae	851
g__Anaerobutyricum	852
s__Anaerobutyricum-soehngenii	853
s__Rhodobacter-capsulatus	854
g__Pelistega	855
s__Pelistega-europaea	856
s__Rhodobacter-sp.	857
g__Cereibacter	858
s__Cereibacter-sphaeroides	859
s__Frankia-casuarinae	860
g__Lamprobacter	861
s__Lamprobacter-modestohalophilus	862
g__Noviherbaspirillum	863
s__Noviherbaspirillum-soli	864
g__Megasphaera	865
s__Megasphaera-elsdenii	866
f__Dermabacteraceae	867
g__Brachybacterium	868
s__Brachybacterium	869
g__Pseudoflavonifractor	870
s__Pseudoflavonifractor-capillosus	871
s__Ensifer-adhaerens	872
o__Rhodocyclales	873
f__Rhodocyclaceae	874
g__Rhodocyclus	875
s__Rhodocyclus-tenuis	876
s__Rhodocyclus-purpureus	877
f__Eubacteriaceae	878
g__Acetobacterium	879
s__Acetobacterium	880
g__Amycolatopsis	881
s__Amycolatopsis-methanolica	882
s__Amycolatopsis-nigrescens	883
g__Rhodomicrobium	884
s__Rhodomicrobium-vannielii	885
o__Acidaminococcales	886
f__Acidaminococcaceae	887
g__Succinispira	888
s__Succinispira-mobilis	889
o__Nautiliales	890
f__Nitratiruptoraceae	891
g__Nitratiruptor	892
s__Nitratiruptor-tergarcus	893
c__Methanococci	894
o__Methanococcales	895
f__Methanocaldococcaceae	896
g__Methanocaldococcus	897
s__Methanocaldococcus-villosus	898
g__Vogesella	899
s__Vogesella-fluminis	900
g__Mycolicibacillus	901
s__Mycolicibacillus-koreensis	902
c__Nitriliruptoria	903
o__Nitriliruptorales	904
f__Nitriliruptoraceae	905
g__Nitriliruptor	906
s__Nitriliruptor-alkaliphilus	907
g__Ligilactobacillus	908
s__Ligilactobacillus-ruminis	909
f__Sporolactobacillaceae	910
g__Sporolactobacillus	911
s__Sporolactobacillus-inulinus	912
p__Bdellovibrionota	913
c__Bdellovibrionia	914
o__Bdellovibrionales	915
f__Pseudobdellovibrionaceae	916
g__Bdellovibrio	917
s__Bdellovibrio-bacteriovorus	918
s__Janibacter-alkaliphilus	919
g__Pedobacter	920
s__Pedobacter-kyungheensis	921
g__Candidatus-Gullanella	922
s__Candidatus-Gullanella-endobia	923
g__Periweissella	924
s__Periweissella-fabalis	925
g__Acrocarpospora	926
s__Acrocarpospora-phusangensis	927
f__Sphingosinicellaceae	928
g__Polymorphobacter	929
s__Polymorphobacter-multimanifer	930
g__Bailinhaonella	931
s__Bailinhaonella-thermotolerans	932
g__Geodermatophilus	933
s__Geodermatophilus-nigrescens	934
g__Rhodopila	935
s__Rhodopila-globiformis	936
g__Metasolibacillus	937
s__Metasolibacillus-meyeri	938
g__Virgibacillus	939
s__Virgibacillus-halotolerans	940
s__Domibacillus-robiginosus	941
s__Bacillus-sp.	942
f__unclassified-Halobacteriales-family	943
g__unclassified-Halobacteriales-genus	944
s__haloarchaeon-3A1-DGR	945
g__Caballeronia	946
s__Caballeronia-grimmiae	947
s__Bacillus-mesophilum	948
g__Riemerella	949
s__Riemerella-columbipharyngis	950
g__Pasteurella	951
s__Pasteurella-oralis	952
f__Blattabacteriaceae	953
g__Blattabacterium	954
s__Blattabacterium-sp.	955
g__Halomonas	956
s__Halomonas-boliviensis	957
g__Basilea	958
s__Basilea-psittacipulmonis	959
g__Halarchaeum	960
s__Halarchaeum-solikamskense	961
s__Pseudoxanthomonas-wuyuanensis	962
g__Thermocatellispora	963
s__Thermocatellispora-tengchongensis	964
g__Salegentibacter	965
s__Salegentibacter-echinorum	966
g__Algoriphagus	967
s__Algoriphagus-zhangzhouensis	968
s__Muricauda-zhangzhouensis	969
s__Campylobacter-showae	970
g__Eikenella	971
s__Eikenella-corrodens	972
s__Streptococcus-parasanguinis	973
f__Bacteroidaceae	974
g__Bacteroides	975
s__Bacteroides-fragilis	976
f__Carnobacteriaceae	977
g__Carnobacterium	978
s__Carnobacterium	979
s__Paenibacillus-riograndensis	980
s__Gordonia-araii	981
g__Halohasta	982
s__Halohasta-litchfieldiae	983
g__Cronobacter	984
s__Cronobacter-condimenti	985
f__Beijerinckiaceae	986
g__Rhodoblastus	987
s__Rhodoblastus-acidophilus	988
s__Vibrio-alfacsensis	989
g__Latilactobacillus	990
s__Latilactobacillus-curvatus	991
s__Companilactobacillus-heilongjiangensis	992
g__Sphingobium	993
s__Sphingobium-yanoikuyae	994
s__Gordonia-amarae	995
s__Streptomyces-oceani	996
f__Catalimonadaceae	997
g__Catalinimonas	998
s__Catalinimonas-alkaloidigena	999
g__Janthinobacterium	1000
s__Janthinobacterium-sp.	1001
g__Rhodopseudomonas	1002
s__Rhodopseudomonas-palustris	1003
g__Phytohabitans	1004
s__Phytohabitans-flavus	1005
s__Phytohabitans-rumicis	1006
s__Phytohabitans-houttuyneae	1007
f__Methylocystaceae	1008
g__Methylosinus	1009
s__Methylosinus-sp.	1010
o__Methylococcales	1011
f__Methylococcaceae	1012
g__Methylomonas	1013
s__Methylomonas-sp.	1014
o__Glycomycetales	1015
f__Glycomycetaceae	1016
g__Glycomyces	1017
s__Glycomyces-artemisiae	1018
f__Rhodanobacteraceae	1019
g__Rhodanobacter	1020
s__Rhodanobacter-sp.	1021
g__Pantoea	1022
s__Pantoea-rodasii	1023
s__Pantoea-wallisii	1024
o__unclassified-Gammaproteobacteria-order	1025
f__unclassified-Gammaproteobacteria-family	1026
g__Thiolapillus	1027
s__Thiolapillus-brandeum	1028
g__Franklinella	1029
s__Franklinella-schreckenbergeri	1030
o__Nevskiales	1031
f__Sinobacteraceae	1032
g__Fontimonas	1033
s__Fontimonas-thermophila	1034
f__Dietziaceae	1035
g__Dietzia	1036
s__Dietzia-alimentaria	1037
g__Agitococcus	1038
s__Agitococcus-lubricus	1039
c__Methanobacteria	1040
o__Methanobacteriales	1041
f__Methanobacteriaceae	1042
g__Methanosphaera	1043
s__Methanosphaera-cuniculi	1044
s__Bacteroides-faecis	1045
s__Streptococcus-oralis	1046
f__Enterococcaceae	1047
g__Enterococcus	1048
s__Enterococcus-plantarum	1049
g__Paracoccus	1050
s__Paracoccus-zhejiangensis	1051
f__Hymenobacteraceae	1052
g__Pontibacter	1053
s__Pontibacter-lucknowensis	1054
g__Micromonospora	1055
s__Micromonospora-kangleipakensis	1056
s__Streptomyces-hundungensis	1057
g__Pseudorhodobacter	1058
s__Pseudorhodobacter-antarcticus	1059
s__Arthrobacter-globiformis	1060
s__Gordonia-effusa	1061
s__Rhodopseudomonas-sp.	1062
g__Mycolicibacterium	1063
s__Mycolicibacterium	1064
g__Paenisporosarcina	1065
s__Paenisporosarcina-sp.	1066
g__Coprococcus	1067
s__Coprococcus-sp.	1068
s__Haemophilus-sputorum	1069
f__Spirosomaceae	1070
g__Dyadobacter	1071
s__Dyadobacter-arcticus	1072
g__Herbaspirillum	1073
s__Herbaspirillum-rubrisubalbicans	1074
g__Methylovulum	1075
s__Methylovulum-miyakonense	1076
o__unclassified-Nitrososphaerota-order	1077
f__unclassified-Nitrososphaerota-family	1078
g__Candidatus-Nitrosotalea	1079
s__Candidatus-Nitrosotalea-devanaterra	1080
f__Blastochloridaceae	1081
g__Blastochloris	1082
s__Blastochloris-viridis	1083
o__Kangiellales	1084
f__Kangiellaceae	1085
g__Kangiella	1086
s__Kangiella-taiwanensis	1087
s__Rhizobium-mongolense	1088
g__Pseudarcicella	1089
s__Pseudarcicella-hirudinis	1090
s__Streptomyces-chartreusis	1091
g__Thioalkalivibrio	1092
s__Thioalkalivibrio-denitrificans	1093
o__Pseudanabaenales	1094
f__Leptolyngbyaceae	1095
g__Leptolyngbya	1096
s__Leptolyngbya-sp.	1097
s__Streptococcus-orisasini	1098
s__Thioalkalivibrio-paradoxus	1099
g__Burkholderia	1100
s__Burkholderia-sp.	1101
s__Malaciobacter-pacificus	1102
g__Hyunsoonleella	1103
s__Hyunsoonleella-pacifica	1104
s__Muricauda-pacifica	1105
g__Enterovibrio	1106
s__Enterovibrio-pacificus	1107
g__Arcanobacterium	1108
s__Arcanobacterium	1109
g__Pediococcus	1110
s__Pediococcus-acidilactici	1111
g__Roseomonas	1112
s__Roseomonas-soli	1113
g__Candidatus-Schneideria	1114
s__Candidatus-Schneideria-nysicola	1115
s__Sphingomonas-elodea	1116
g__Aquiluna	1117
s__Candidatus-Aquiluna-sp.	1118
o__Spirochaetales	1119
f__Borreliaceae	1120
g__Borreliella	1121
s__Borreliella-garinii	1122
g__Hoylesella	1123
s__Hoylesella-pleuritidis	1124
g__Magnetospirillum	1125
s__Magnetospirillum-fulvum	1126
c__unclassified-Bacillota-class	1127
o__unclassified-Bacillota-order	1128
f__unclassified-Bacillota-family	1129
g__Hydrogenispora	1130
s__Hydrogenispora-ethanolica	1131
s__Sphingobium-boeckii	1132
f__Rhodovibrionaceae	1133
g__Limimonas	1134
s__Limimonas-halophila	1135
s__Dyadobacter-jejuensis	1136
f__Pectobacteriaceae	1137
g__Lonsdalea	1138
s__Lonsdalea-britannica	1139
s__Lonsdalea-quercina	1140
g__Comamonas	1141
s__Comamonas-serinivorans	1142
f__Devosiaceae	1143
g__Pelagibacterium	1144
s__Pelagibacterium	1145
s__Mesorhizobium-amorphae	1146
g__Sinomicrobium	1147
s__Sinomicrobium-pectinilyticum	1148
g__Xanthomonas	1149
s__Xanthomonas-sacchari	1150
s__Gluconacetobacter-entanii	1151
f__Aphanizomenonaceae	1152
g__Anabaenopsis	1153
s__Anabaenopsis-circularis	1154
s__Leptospira-santarosai	1155
g__Glaciecola	1156
s__Glaciecola-nitratireducens	1157
g__Allofrancisella	1158
s__Allofrancisella-frigidaquae	1159
s__Allofrancisella-inopinata	1160
s__Gemmobacter-megaterium	1161
g__Salmonella	1162
s__Salmonella-enterica	1163
g__Sediminibacterium	1164
s__Sediminibacterium	1165
s__Francisella-persica	1166
g__Klebsiella	1167
s__Klebsiella-pneumoniae	1168
f__unclassified-Bacillales-family	1169
g__Exiguobacterium	1170
s__Exiguobacterium	1171
g__Novosphingobium	1172
s__Novosphingobium-pentaromativorans	1173
g__Thermoactinospora	1174
s__Thermoactinospora-rubra	1175
g__Commensalibacter	1176
s__Commensalibacter-intestini	1177
g__Gluconobacter	1178
s__Gluconobacter-morbifer	1179
s__Francisella-hispaniensis	1180
g__Winogradskyella	1181
s__Winogradskyella-jejuensis	1182
s__Winogradskyella-eckloniae	1183
s__Francisella-noatunensis	1184
f__Fastidiosibacteraceae	1185
g__Fangia	1186
s__Fangia-hongkongensis	1187
s__Gordonia-sputi	1188
s__Gordonia-terrae	1189
g__Mobilicoccus	1190
s__Mobilicoccus-pelagius	1191
s__Amycolatopsis-benzoatilytica	1192
s__Amycolatopsis-balhimycina	1193
s__Actinopolyspora-halophila	1194
g__Rudanella	1195
s__Rudanella-lutea	1196
f__Bacillales-Family-X.-Incertae-Sedis	1197
g__Thermicanus	1198
s__Thermicanus-aegyptius	1199
g__Haloglycomyces	1200
s__Haloglycomyces-albus	1201
f__Geminicoccaceae	1202
g__Geminicoccus	1203
s__Geminicoccus-roseus	1204
g__Rhodovibrio	1205
s__Rhodovibrio-salinarum	1206
o__Thermoanaerobacterales	1207
f__Thermoanaerobacteraceae	1208
g__Thermacetogenium	1209
s__Thermacetogenium-phaeum	1210
s__Sphingomonas-melonis	1211
s__Sphingomonas-phyllosphaerae	1212
g__Methanolobus	1213
s__Methanolobus-tindarius	1214
o__Nakamurellales	1215
f__Nakamurellaceae	1216
g__Nakamurella	1217
s__Nakamurella-panacisegetis	1218
f__Nostocaceae	1219
g__Nostoc	1220
s__Nostoc-linckia	1221
g__Alishewanella	1222
s__Alishewanella-longhuensis	1223
g__Methylotuvimicrobium	1224
s__Methylotuvimicrobium-alcaliphilum	1225
g__Taylorella	1226
s__Taylorella-asinigenitalis	1227
o__Rickettsiales	1228
f__Rickettsiaceae	1229
g__Rickettsia	1230
s__Rickettsia-monacensis	1231
f__Eubacteriales-Family-XIII.-Incertae-Sedis	1232
g__Anaerovorax	1233
s__Anaerovorax-odorimutans	1234
p__Chlorobiota	1235
c__Chlorobiia	1236
o__Chlorobiales	1237
f__Chlorobiaceae	1238
g__Chlorobium	1239
s__Chlorobium-phaeovibrioides	1240
s__Xanthomonas-vasicola	1241
f__Bartonellaceae	1242
g__Bartonella	1243
s__Bartonella-australis	1244
s__Bartonella-bovis	1245
s__Bartonella-schoenbuchensis	1246
s__Bartonella-vinsonii	1247
f__Thermoanaerobacterales-Family-III.-Incertae-Sedis	1248
g__Thermoanaerobacterium	1249
s__Thermoanaerobacterium	1250
s__Bartonella-alsatica	1251
s__Bartonella-birtlesii	1252
s__Bartonella-doshiae	1253
s__Bartonella-elizabethae	1254
s__Bartonella-rattimassiliensis	1255
s__Bartonella-melophagi	1256
s__Bartonella-tamiae	1257
s__Bartonella-taylorii	1258
s__Bartonella-washoeensis	1259
g__Fluoribacter	1260
s__Fluoribacter-dumoffii	1261
g__Bisgaardia	1262
s__Bisgaardia-hudsonensis	1263
s__Bartonella-sp.	1264
f__Prochloraceae	1265
g__Prochloron	1266
s__Prochloron-didemni	1267
s__Marinobacter-manganoxydans	1268
s__Methanolobus-psychrophilus	1269
s__Chlorobium-sp.	1270
s__Demequina-flava	1271
s__Demequina-sediminicola	1272
g__Methylobacter	1273
s__Methylobacter-luteus	1274
s__Streptococcus-sp.	1275
s__Streptococcus-intermedius	1276
s__Streptococcus-mitis	1277
s__Haemophilus-paraphrohaemolyticus	1278
s__Haemophilus-parahaemolyticus	1279
p__Fusobacteriota	1280
c__Fusobacteriia	1281
o__Fusobacteriales	1282
f__Fusobacteriaceae	1283
g__Fusobacterium	1284
s__Fusobacterium	1285
s__Pasteurella-bettyae	1286
s__Prevotella-sp.	1287
f__Cellulomonadaceae	1288
g__Cellulomonas	1289
s__Cellulomonas-massiliensis	1290
g__Phytobacter	1291
s__Phytobacter-massiliensis	1292
s__Noviherbaspirillum-massiliense	1293
s__Peptoniphilus-timonensis	1294
g__Ruminococcus	1295
s__Ruminococcus-sp.	1296
f__unclassified-Micrococcales-family	1297
g__Timonella	1298
s__Timonella-senegalensis	1299
o__Natrialbales	1300
f__Natrialbaceae	1301
g__Natronorubrum	1302
s__Natronorubrum-texcoconense	1303
g__Texcoconibacillus	1304
s__Texcoconibacillus-texcoconensis	1305
g__Natronobacterium	1306
s__Natronobacterium	1307
g__Fonticella	1308
s__Fonticella-tunisiensis	1309
s__Chitinophaga-cymbidii	1310
s__Arthrobacter-sp.	1311
s__Acinetobacter-puyangensis	1312
g__Pseudonocardia	1313
s__Pseudonocardia-sp.	1314
g__Devosia	1315
s__Devosia-lucknowensis	1316
s__Novosphingobium-lindaniclasticum	1317
c__Thermoleophilia	1318
o__Solirubrobacterales	1319
f__Patulibacteraceae	1320
g__Patulibacter	1321
s__Patulibacter-medicamentivorans	1322
g__Prosthecochloris	1323
s__Prosthecochloris-vibrioformis	1324
g__Pelodictyon	1325
s__Pelodictyon-luteolum	1326
g__Limnohabitans	1327
s__Limnohabitans-sp.	1328
s__Paracoccus-sp.	1329
g__Methylopila	1330
s__Methylopila-sp.	1331
s__Methylobacterium-sp.	1332
f__Methylophilaceae	1333
g__Methylotenera	1334
s__Methylotenera-versatilis	1335
g__unclassified-Methylophilaceae-genus	1336
s__Methylophilaceae-bacterium	1337
g__Tepidimonas	1338
s__Tepidimonas-fonticaldi	1339
c__Opitutae	1340
o__Puniceicoccales	1341
f__Puniceicoccaceae	1342
g__unclassified-Puniceicoccaceae-genus	1343
s__uncultured-Puniceicoccaceae-bacterium	1344
s__Sinorhizobium-terangae	1345
o__Thermoproteales	1346
f__Thermoproteaceae	1347
g__Pyrobaculum	1348
s__Pyrobaculum-ferrireducens	1349
g__Borrelia	1350
s__Borrelia-turcica	1351
g__Altererythrobacter	1352
s__Altererythrobacter-segetis	1353
g__Lysobacter	1354
s__Lysobacter-telluris	1355
s__Sphingomonas-segetis	1356
g__Sphingosinicella	1357
s__Sphingosinicella-sp.	1358
g__Agriterribacter	1359
s__Agriterribacter-humi	1360
g__Asaia	1361
s__Asaia-siamensis	1362
s__Gluconobacter-frateurii	1363
s__Rickettsia-canadensis	1364
s__Rickettsia-australis	1365
s__Rickettsia-amblyommatis	1366
f__Kribbellaceae	1367
g__Kribbella	1368
s__Kribbella-shirazensis	1369
s__Saccharothrix-ecbatanensis	1370
o__unclassified-Coriobacteriia-order	1371
f__unclassified-Coriobacteriia-family	1372
g__unclassified-Coriobacteriia-genus	1373
s__uncultured-Coriobacteriia-bacterium	1374
g__Paenirhodobacter	1375
s__Paenirhodobacter-enshiensis	1376
s__Mesorhizobium-alhagi	1377
s__Gordonia-otitidis	1378
s__Gordonia-rhizosphera	1379
f__Staphylococcaceae	1380
g__Jeotgalicoccus	1381
s__Jeotgalicoccus-pinnipedialis	1382
g__Mycolicibacter	1383
s__Mycolicibacter-longobardus	1384
g__Leifsonia	1385
s__Leifsonia-poae	1386
g__Agreia	1387
s__Agreia-bicolorata	1388
g__Brenneria	1389
s__Brenneria-goodwinii	1390
s__Stutzerimonas-stutzeri	1391
g__Lutibacter	1392
s__Lutibacter-agarilyticus	1393
g__Actinomyces	1394
s__Actinomyces-radicidentis	1395
g__Tistrella	1396
s__Tistrella-mobilis	1397
s__Mycoplasmopsis-agalactiae	1398
o__Methanotrichales	1399
f__Methanotrichaceae	1400
g__Methanothrix	1401
s__Methanothrix-harundinacea	1402
s__Nocardia-asteroides	1403
p__Deinococcota	1404
c__Deinococci	1405
o__Thermales	1406
f__Thermaceae	1407
g__Thermus	1408
s__Thermus-sp.	1409
g__Rhodoferax	1410
s__Rhodoferax-antarcticus	1411
s__Peptoniphilus-sp.	1412
g__unclassified-Coriobacteriaceae-genus	1413
s__Coriobacteriaceae-bacterium	1414
g__Flaviflexus	1415
s__Flaviflexus-huanghaiensis	1416
s__Alicyclobacillus-pomorum	1417
g__Mycoplasma	1418
s__Mycoplasma-haemocanis	1419
g__Budvicia	1420
s__Budvicia-aquatica	1421
s__Glycomyces-tenuis	1422
o__Cardiobacteriales	1423
f__Ignatzschineriaceae	1424
g__Ignatzschineria	1425
s__Ignatzschineria-larvae	1426
g__Massilia	1427
s__Massilia-alkalitolerans	1428
g__Sedimenticola	1429
s__Sedimenticola-selenatireducens	1430
g__Thermocrispum	1431
s__Thermocrispum-municipale	1432
s__Thermocrispum-agreste	1433
s__Erythrobacter-neustonensis	1434
s__Gordonia-polyisoprenivorans	1435
s__Janthinobacterium	1436
s__Sphingomonas-echinoides	1437
g__Salinibacterium	1438
s__Salinibacterium-sp.	1439
s__Pseudomonas-psychrotolerans	1440
g__Methylophilus	1441
s__Methylophilus-sp.	1442
g__Porphyrobacter	1443
s__Porphyrobacter-sp.	1444
g__Methylomicrobium	1445
s__Methylomicrobium-lacus	1446
s__Natronorubrum-tibetense	1447
p__Thermodesulfobacteriota	1448
c__Desulfuromonadia	1449
o__Geobacterales	1450
f__Geobacteraceae	1451
g__Geomobilimonas	1452
s__Geomobilimonas-luticola	1453
g__Citrobacter	1454
s__Citrobacter-farmeri	1455
g__Albimonas	1456
s__Albimonas-pacifica	1457
s__Streptomyces-tsukubensis	1458
g__Saccharomonospora	1459
s__Saccharomonospora-azurea	1460
g__Actinoalloteichus	1461
s__Actinoalloteichus-spitiensis	1462
s__Novosphingobium-barchaimii	1463
s__Sphingobium-baderi	1464
g__Furfurilactobacillus	1465
s__Furfurilactobacillus-rossiae	1466
s__Muricauda-ruestringensis	1467
g__Atlantibacter	1468
s__Atlantibacter-hermannii	1469
g__Pseudescherichia	1470
s__Pseudescherichia-vulneris	1471
f__Peptostreptococcaceae	1472
g__Romboutsia	1473
s__Romboutsia-ilealis	1474
s__Actinomyces-naeslundii	1475
f__Coleofasciculaceae	1476
g__Geitlerinema	1477
s__Geitlerinema-sp.	1478
s__Streptomyces-acidiscabies	1479
g__Hoeflea	1480
s__Hoeflea-sp.	1481
s__Devosia-insulae	1482
g__Methyloglobulus	1483
s__Methyloglobulus-morosus	1484
g__Pelatocladus	1485
s__Pelatocladus-maniniholoensis	1486
s__Paenibacillus-alvei	1487
g__Xanthobacter	1488
s__Xanthobacter-sp.	1489
f__Pseudoalteromonadaceae	1490
g__Pseudoalteromonas	1491
s__Pseudoalteromonas-haloplanktis	1492
s__Pseudoalteromonas-spongiae	1493
g__Neobacillus	1494
s__Neobacillus-bataviensis	1495
g__Simiduia	1496
s__Simiduia-agarivorans	1497
s__Novosphingobium-fuchskuhlense	1498
s__Vibrio-quintilis	1499
o__Marinilabiliales	1500
f__Marinifilaceae	1501
g__Marinifilum	1502
s__Marinifilum-flexuosum	1503
s__Legionella-sp.	1504
f__Dermocarpellaceae	1505
g__Stanieria	1506
s__Stanieria-cyanosphaera	1507
s__Sinorhizobium-fredii	1508
f__Thermomonosporaceae	1509
g__Actinomadura	1510
s__Actinomadura-fibrosa	1511
s__Brevibacillus-massiliensis	1512
s__Anaerococcus-obesiensis	1513
s__Peptoniphilus-grossensis	1514
o__unclassified-Tissierellia-order	1515
f__unclassified-Tissierellia-family	1516
g__Kallipyga	1517
s__Kallipyga-massiliensis	1518
g__Thermomonospora	1519
s__Thermomonospora-umbrina	1520
g__Enorma	1521
s__Enorma-massiliensis	1522
s__Peptoniphilus-obesi	1523
s__Halomonas-sp.	1524
g__Cruoricaptor	1525
s__Cruoricaptor-ignavus	1526
g__Stenotrophomonas	1527
s__Stenotrophomonas-maltophilia	1528
g__Defluviicoccus	1529
s__Defluviicoccus-vanus	1530
s__Mycolicibacter-minnesotensis	1531
g__Ciceribacter	1532
s__Ciceribacter-naphthalenivorans	1533
s__Budvicia-diplopodorum	1534
s__Methyloversatilis-discipulorum	1535
s__Nocardioides-perillae	1536
s__Rhizobium-grahamii	1537
s__Pseudorhodobacter-wandonensis	1538
g__Aquamicrobium	1539
s__Aquamicrobium-sp.	1540
s__Rhizobium-sp.	1541
g__Sphingopyxis	1542
s__Sphingopyxis-sp.	1543
s__Mycobacterium-sp.	1544
g__Acaricomes	1545
s__Acaricomes-phytoseiuli	1546
g__Acetitomaculum	1547
s__Acetitomaculum-ruminis	1548
s__Acetobacter-nitrogenifigens	1549
g__Acidaminobacter	1550
s__Acidaminobacter-hydrogenoformans	1551
g__Acidocella	1552
s__Acidocella-aminolytica	1553
s__Acinetobacter-bouvetii	1554
s__Acinetobacter-gerneri	1555
s__Acinetobacter-tandoii	1556
s__Acinetobacter-tjernbergiae	1557
s__Acinetobacter-towneri	1558
s__Actinoalloteichus-caeruleus	1559
g__Actinobacillus	1560
s__Actinobacillus-capsulatus	1561
g__Actinotignum	1562
s__Actinotignum-schaalii	1563
s__Actinotignum-urinale	1564
g__Actinokineospora	1565
s__Actinokineospora-enzanensis	1566
s__Actinokineospora-inagensis	1567
s__Actinomadura-atramentaria	1568
s__Actinomadura-rifamycini	1569
s__Actinomadura-pelletieri	1570
s__Actinomyces-dentalis	1571
s__Schaalia-georgiae	1572
s__Actinomyces-gerencseriae	1573
s__Actinomyces-israelii	1574
g__Winkia	1575
s__Winkia-neuii	1576
s__Schaalia-suimastitidis	1577
s__Schaalia-vaccimaxillae	1578
g__Actinomycetospora	1579
s__Actinomycetospora-chiangmaiensis	1580
s__Actinoplanes-globisporus	1581
f__Actinopolymorphaceae	1582
g__Actinopolymorpha	1583
s__Actinopolymorpha-alba	1584
g__Aequorivita	1585
s__Aequorivita-capsosiphonis	1586
g__Aestuariibacter	1587
s__Aestuariibacter-salexigens	1588
g__Aestuariimicrobium	1589
s__Aestuariimicrobium-kwangyangense	1590
f__Afifellaceae	1591
g__Afifella	1592
s__Afifella-marina	1593
s__Afifella-pfennigii	1594
g__Agrococcus	1595
s__Agrococcus-lahaulensis	1596
g__Agromyces	1597
s__Agromyces-italicus	1598
s__Agromyces-subbeticus	1599
f__Ahrensiaceae	1600
g__Ahrensia	1601
s__Ahrensia-kielensis	1602
g__Alcaligenes	1603
s__Alcaligenes-faecalis	1604
g__Algicola	1605
s__Algicola-sagamiensis	1606
s__Algoriphagus-boritolerans	1607
s__Algoriphagus-mannitolivorans	1608
s__Algoriphagus-marincola	1609
s__Algoriphagus-terrigena	1610
s__Algoriphagus-vanfongensis	1611
g__Aliagarivorans	1612
s__Aliagarivorans-taiwanensis	1613
s__Alicyclobacillus-contaminans	1614
s__Alicyclobacillus-herbarius	1615
g__Effusibacillus	1616
s__Effusibacillus-pohliae	1617
g__Alkalibacter	1618
s__Alkalibacter-saccharofermentans	1619
g__Alkaliphilus	1620
s__Alkaliphilus-peptidifermentans	1621
g__Alkanindiges	1622
s__Alkanindiges-illinoisensis	1623
g__Allofustis	1624
s__Allofustis-seminis	1625
o__Bifidobacteriales	1626
f__Bifidobacteriaceae	1627
g__Alloscardovia	1628
s__Alloscardovia-omnicolens	1629
g__Alysiella	1630
s__Alysiella-crassa	1631
s__Alysiella-filiformis	1632
f__Amorphaceae	1633
g__Amorphus	1634
s__Amorphus-coralli	1635
s__Amycolatopsis-taiwanensis	1636
g__Anaeroarcus	1637
s__Anaeroarcus-burkinensis	1638
f__Succinivibrionaceae	1639
g__Anaerobiospirillum	1640
s__Anaerobiospirillum-succiniciproducens	1641
f__Proteinivoraceae	1642
g__Anaerobranca	1643
s__Anaerobranca-californiensis	1644
s__Anaerobranca-gottschalkii	1645
g__Anaerosphaera	1646
s__Anaerosphaera-aminiphila	1647
g__Anaerosporobacter	1648
s__Anaerosporobacter-mobilis	1649
g__Anaerovibrio	1650
s__Anaerovibrio-lipolyticus	1651
g__Andreprevotia	1652
s__Andreprevotia-chitinilytica	1653
s__Andreprevotia-lacus	1654
g__Aneurinibacillus	1655
s__Aneurinibacillus-terranovensis	1656
s__Aquamicrobium-aerolatum	1657
g__Aquaspirillum	1658
s__Aquaspirillum-serpens	1659
s__Aquimarina-latercula	1660
s__Aquimarina-muelleri	1661
s__Arenibacter-certesii	1662
s__Arenibacter-latericius	1663
g__Arenimonas	1664
s__Arenimonas-composti	1665
s__Arenimonas-donghaensis	1666
s__Arenimonas-oryziterrae	1667
g__Arhodomonas	1668
s__Arhodomonas-aquaeolei	1669
g__Arsenicicoccus	1670
s__Arsenicicoccus-bolidensis	1671
g__Arsenophonus	1672
s__Arsenophonus-nasoniae	1673
s__Arthrobacter-castelli	1674
g__Haematomicrobium	1675
s__Haematomicrobium-sanguinis	1676
o__Eggerthellales	1677
f__Eggerthellaceae	1678
g__Adlercreutzia	1679
s__Adlercreutzia-equolifaciens	1680
g__Asticcacaulis	1681
s__Asticcacaulis-benevestitus	1682
f__Atopobiaceae	1683
g__Atopobium	1684
s__Atopobium-fossor	1685
g__Atopococcus	1686
s__Atopococcus-tabaci	1687
g__Atopostipes	1688
s__Atopostipes-suicloacalis	1689
f__Aurantimonadaceae	1690
g__Aureimonas	1691
s__Aureimonas-altamirensis	1692
s__Aureimonas-ureilytica	1693
f__Zoogloeaceae	1694
g__Parazoarcus	1695
s__Parazoarcus-communis	1696
f__Sphaerotilaceae	1697
g__Azohydromonas	1698
s__Azohydromonas-australica	1699
f__Azonexaceae	1700
g__Azonexus	1701
s__Azonexus-hydrophilus	1702
f__Azospirillaceae	1703
g__Azospirillum	1704
s__Azospirillum-halopraeferens	1705
g__Niveispirillum	1706
s__Niveispirillum-irakense	1707
g__Azovibrio	1708
s__Azovibrio-restrictus	1709
g__Salibacterium	1710
s__Salibacterium	1711
g__Alteribacter	1712
s__Alteribacter-aurantiacus	1713
g__Alkalicoccus	1714
s__Alkalicoccus-chagannorensis	1715
g__Priestia	1716
s__Priestia-endophytica	1717
g__Siminovitchia	1718
s__Siminovitchia-fordii	1719
s__Fictibacillus-gelatini	1720
g__Peribacillus	1721
s__Peribacillus-kribbensis	1722
g__Ectobacillus	1723
s__Ectobacillus-panaciterrae	1724
g__Phocaeicola	1725
s__Phocaeicola-barnesiae	1726
s__Bacteroides-gallinarum	1727
s__Bacteroides-graminisolvens	1728
s__Phocaeicola-massiliensis	1729
s__Bacteroides-propionicifaciens	1730
s__Bacteroides-pyogenes	1731
s__Campylobacter-ureolyticus	1732
f__Balneatrichaceae	1733
g__Balneatrix	1734
s__Balneatrix-alpica	1735
p__Balneolota	1736
c__Balneolia	1737
o__Balneolales	1738
f__Balneolaceae	1739
g__Balneola	1740
s__Balneola-vulgaris	1741
g__Belnapia	1742
s__Belnapia-moabensis	1743
g__Bifidobacterium	1744
s__Bifidobacterium	1745
g__Blautia	1746
s__Blautia-producta	1747
g__Brachymonas	1748
s__Brachymonas-chironomi	1749
s__Brachymonas-denitrificans	1750
g__Brackiella	1751
s__Brackiella-oedipodis	1752
s__Brenneria-nigrifluens	1753
s__Brevundimonas-aveniformis	1754
s__Brevundimonas-bacteroides	1755
s__Brevundimonas-naejangsanensis	1756
f__Listeriaceae	1757
g__Brochothrix	1758
s__Brochothrix-thermosphacta	1759
f__Odoribacteraceae	1760
g__Butyricimonas	1761
s__Butyricimonas-synergistica	1762
s__Butyricimonas-virosa	1763
g__Butyrivibrio	1764
s__Butyrivibrio-fibrisolvens	1765
s__Butyrivibrio-hungatei	1766
g__Caenimonas	1767
s__Caenimonas-koreensis	1768
g__Caldanaerobius	1769
s__Caldanaerobius-fijiensis	1770
g__Caloramator	1771
s__Caloramator-proteoclasticus	1772
g__Caminicella	1773
s__Caminicella-sporogenes	1774
s__Campylobacter-cuniculorum	1775
f__Clostridiales-Family-XVI.-Incertae-Sedis	1776
g__Carboxydocella	1777
s__Carboxydocella-sporoproducens	1778
s__Gemmobacter-nectariphilus	1779
g__Catelliglobosispora	1780
s__Catelliglobosispora-koreensis	1781
g__Chitinibacter	1782
s__Chitinibacter-tainanensis	1783
g__Chitinilyticum	1784
s__Chitinilyticum-aquatile	1785
g__Chitinimonas	1786
s__Chitinimonas-koreensis	1787
s__Chitinimonas-taiwanensis	1788
g__Chitiniphilus	1789
s__Chitiniphilus-shinanonensis	1790
g__Chromobacterium	1791
s__Chromobacterium	1792
g__Epilithonimonas	1793
s__Epilithonimonas-bovis	1794
s__Epilithonimonas-caeni	1795
g__Kaistella	1796
s__Kaistella-palustris	1797
f__Thermohalobacteraceae	1798
g__Clostridiisalibacter	1799
s__Clostridiisalibacter-paucivorans	1800
s__Clostridium-acetireducens	1801
s__Clostridium-acidisoli	1802
s__Clostridium-akagii	1803
s__Clostridium-algidicarnis	1804
g__Lachnoclostridium	1805
s__[Clostridium]-aminophilum	1806
s__Clostridium-amylolyticum	1807
g__Paramaledivibacter	1808
s__Paramaledivibacter-caminithermalis	1809
s__Clostridium-cavendishii	1810
s__Clostridium-colicanis	1811
s__Clostridium-collagenovorans	1812
s__Clostridium-cylindrosporum	1813
s__Clostridium-felsineum	1814
g__Terrisporobacter	1815
s__Terrisporobacter-glycolicus	1816
s__Clostridium-grantii	1817
s__Clostridium-homopropionicum	1818
s__Clostridium-hydrogeniformans	1819
g__Asaccharospora	1820
s__Asaccharospora-irregularis	1821
g__Anaerotignum	1822
s__Anaerotignum-lactatifermentans	1823
g__Peptoclostridium	1824
s__Peptoclostridium-litorale	1825
s__Romboutsia-lituseburensis	1826
g__unclassified-Peptostreptococcaceae-genus	1827
s__[Clostridium]-paradoxum	1828
g__Hathewaya	1829
s__Hathewaya-proteolytica	1830
g__Thomasclavelia	1831
s__Thomasclavelia-saccharogumia	1832
g__unclassified-Oscillospiraceae-genus	1833
s__[Clostridium]-sporosphaeroides	1834
g__Thermoclostridium	1835
s__Thermoclostridium-stercorarium	1836
g__Ruminiclostridium	1837
s__Ruminiclostridium-sufflavum	1838
s__Clostridium-tepidiprofundi	1839
s__Clostridium-thermobutyricum	1840
s__[Clostridium]-viride	1841
g__Anaerocolumna	1842
s__Anaerocolumna-xylanovorans	1843
g__Cohnella	1844
s__Cohnella-laeviribosi	1845
s__Cohnella-thermotolerans	1846
s__Comamonas-badia	1847
s__Comamonas-composti	1848
g__Conchiformibius	1849
s__Conchiformibius-kuhniae	1850
s__Conchiformibius-steedae	1851
g__Gryllotalpicola	1852
s__Gryllotalpicola-ginsengisoli	1853
g__Cytophaga	1854
s__Cytophaga-aurantiaca	1855
f__Spongiibacteraceae	1856
g__Dasania	1857
s__Dasania-marina	1858
g__Deefgea	1859
s__Deefgea-rivuli	1860
o__Deinococcales	1861
f__Deinococcaceae	1862
g__Deinococcus	1863
s__Deinococcus-apachensis	1864
s__Deinococcus-aquatilis	1865
s__Deinococcus-ficus	1866
s__Deinococcus-frigens	1867
s__Deinococcus-marmoris	1868
s__Deinococcus-misasensis	1869
s__Deinococcus-murrayi	1870
f__Dermacoccaceae	1871
g__Demetria	1872
s__Demetria-terragena	1873
g__Dendrosporobacter	1874
s__Dendrosporobacter-quercicolus	1875
g__Dermatophilus	1876
s__Dermatophilus-congolensis	1877
g__Derxia	1878
s__Derxia-gummosa	1879
g__Desmospora	1880
s__Desmospora-activa	1881
c__Syntrophobacteria	1882
o__Syntrophobacterales	1883
f__Syntrophobacteraceae	1884
g__Desulfacinum	1885
s__Desulfacinum-hydrothermale	1886
s__Desulfacinum-infernum	1887
c__Desulfobacteria	1888
o__Desulfobacterales	1889
f__Desulfatibacillaceae	1890
g__Desulfatibacillum	1891
s__Desulfatibacillum-aliphaticivorans	1892
s__Desulfatibacillum-alkenivorans	1893
f__Desulfatirhabdiaceae	1894
g__Desulfatirhabdium	1895
